[
  {
    "section": "1560.207",
    "heading": "",
    "content": "§ 1560.207   Oversight of process. The redress process and its implementation are subject to review by the TSA and DHS Privacy Offices and the TSA and DHS Offices for Civil Rights and Civil Liberties.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1560.207",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "C",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1560",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "C",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1560.207",
        "heading": ""
      }
    ]
  },
  {
    "section": "1562.1",
    "heading": "",
    "content": "§ 1562.1   Scope and definitions. (a) Scope. This subpart applies to the following airports, and individuals who operate an aircraft to or from those airports, that are located within the airspace designated as the Washington, DC, Metropolitan Area Flight Restricted Zone by the Federal Aviation Administration: (1) College Park Airport (CGS); (2) Potomac Airfield (VKX); and (3) Washington Executive/Hyde Field (W32). (b) Definitions. For purposes of this section: Airport security coordinator means the official at a Maryland Three Airport who is responsible for ensuring that the airport's security procedures are implemented and followed. Maryland Three Airport means any of the airports specified in paragraph (a) of this section.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1562.1",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "C",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1562",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1562.1",
        "heading": ""
      }
    ]
  },
  {
    "section": "1562.3",
    "heading": "",
    "content": "§ 1562.3   Operating requirements. (a) Airport operator requirements. Each operator of a Maryland Three Airport must: (1) Appoint an airport employee as the airport security coordinator; (2) Maintain and carry out security procedures approved by TSA; (3) Maintain at the airport a copy of the airport's TSA-approved security procedures; (4) Maintain at the airport a copy of each Federal Aviation Administration Notice to Airmen and rule that affects security procedures at the Maryland Three Airports; and (5) Permit officials authorized by TSA to inspect— (i) The airport; (ii) The airport's TSA-approved security procedures; and (iii) Any other documents required under this section. (b) Airport security coordinator requirements. Each airport security coordinator for a Maryland Three Airport must be approved by TSA. To obtain TSA approval, an airport security coordinator must: (1) Present to TSA, in a form and manner acceptable to TSA, his or her— (i) Name; (ii) Social Security Number; (iii) Date of birth; (iv) Address; (v) Phone number; and (vi) Fingerprints. (2) Successfully complete a TSA terrorist threat assessment; and (3) Not have been convicted or found not guilty by reason of insanity, in any jurisdiction, during the 10 years prior to applying for authorization to operate to or from the airport, or while authorized to operate to or from the airport, of any crime specified in 49 CFR 1542.209 or 1572.103. (c) Security procedures. To be approved by TSA, an airport's security procedures, at a minimum, must: (1) Identify and provide contact information for the airport's airport security coordinator. (2) Contain a current record of the individuals and aircraft authorized to operate to or from the airport. (3) Contain procedures to— (i) Monitor the security of aircraft at the airport during operational and non-operational hours; and (ii) Alert the aircraft owner(s) and operator(s), the airport operator, and TSA of unsecured aircraft. (4) Contain procedures to implement and maintain security awareness procedures at the airport. (5) Contain procedures for limited approval of pilots who violate the Washington, DC, Metropolitan Area Flight Restricted Zone and are forced to land at the airport. (6) Contain any additional procedures required by TSA to provide for the security of aircraft operations to or from the airport. (d) Amendments to security procedures. Airport security procedures approved by TSA remain in effect unless TSA determines that— (1) Operations at the airport have not been conducted in accordance with those procedures; or (2) The procedures must be amended to provide for the security of aircraft operations to or from the airport. (e) Pilot requirements for TSA approval. Except as specified in paragraph (g) of this section, each pilot of an aircraft operating to or from any of the Maryland Three Airports must be approved by TSA. To obtain TSA approval, a pilot must: (1) Present to TSA— (i) The pilot's name; (ii) The pilot's Social Security Number; (iii) The pilot's date of birth; (iv) The pilot's address; (v) The pilot's phone number; (vi) The pilot's current and valid airman certificate or current student pilot certificate; (vii) The pilot's current medical certificate; (viii) One form of Government-issued picture identification of the pilot; (ix) The pilot's fingerprints, in a form and manner acceptable to TSA; and (x) A list containing the make, model, and registration number of each aircraft that the pilot intends to operate to or from the airport. (2) Successfully complete a TSA terrorist threat assessment. (3) Receive a briefing acceptable to TSA and the Federal Aviation Administration that describes procedures for operating to and from the airport. (4) Not have been convicted or found not guilty by reason of insanity, in any jurisdiction, during the 10 years prior to applying for authorization to operate to or from the airport, or while authorized to operate to or from the airport, of any crime specified in 49 CFR 1542.209 or 1572.103. (5) Not, in TSA's discretion, have a record on file with the Federal Aviation Administration of a violation of— (i) A prohibited area designated under 14 CFR part 73; (ii) A flight restriction established under 14 CFR 91.141; (iii) Special security instructions issued under 14 CFR 99.7; (iv) A restricted area designated under 14 CFR part 73; (v) Emergency air traffic rules issued under 14 CFR 91.139; (vi) A temporary flight restriction designated under 14 CFR 91.137, 91.138, or 91.145; or (vii) An area designated under 14 CFR 91.143. (f) Additional pilot requirements. Except as specified in paragraph (g) of this section, each pilot of an aircraft operating to or from any of the Maryland Three Airports must: (1) Protect from unauthorized disclosure any identification information issued by TSA or the Federal Aviation Administration for the conduct of operations to or from the airport. (2) Secure the aircraft after returning to the airport from any flight. (3) Comply with any other requirements for operating to or from the airport specified by TSA or the Federal Aviation Administration. (g) Operations to any of the Maryland Three Airports. A pilot who is approved by TSA in accordance with paragraph (d) of this section may operate an aircraft to any of the Maryland Three Airports, provided that the pilot— (1) Files an instrument flight rules or visual flight rules flight plan with Leesburg Automated Flight Service Station; (2) Obtains an Air Traffic Control clearance with a discrete transponder code; and (3) Follows any arrival/departure procedures required by the Federal Aviation Administration. (h) U.S. Armed forces, law enforcement, and aeromedical services aircraft. An individual may operate a U.S. Armed Forces, law enforcement, or aeromedical services aircraft on an authorized mission to or from any of the Maryland Three Airports provided that the individual complies with any requirements for operating to or from the airport specified by TSA or the Federal Aviation Administration. (i) Continuing responsibilities. (1) If an airport security coordinator, or a pilot who is approved to operate to or from any of the Maryland Three Airports, is convicted or found not guilty by reason of insanity, in any jurisdiction, of any crime specified in 49 CFR 1542.209 or 1572.103, the airport security coordinator or pilot must notify TSA within 24 hours of the conviction or finding of not guilty by reason of insanity. TSA may withdraw its approval of the airport security coordinator or pilot as a result of the conviction or finding of not guilty by reason of insanity. (2) If a pilot who is approved to operate to or from any of the Maryland Three Airports commits any of the violations described in paragraph (e)(5) of this section, the pilot must notify TSA within 24 hours of the violation. TSA, in its discretion, may withdraw its approval of the pilot as a result of the violation. (3) If an airport security coordinator, or a pilot who is approved to operate to or from any of the Maryland Three Airports, is determined by TSA to pose a threat to national or transportation security, or a threat of terrorism, TSA may withdraw its approval of the airport security coordinator or pilot. (j) Waivers. TSA, in coordination with the Federal Aviation Administration, the United States Secret Service, and any other relevant agency, may permit an operation to or from any of the Maryland Three Airports, in deviation from the provisions of this section, if TSA finds that such action— (1) Is in the public interest; and (2) Provides the level of security required by this section.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1562.3",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "C",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1562",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1562.3",
        "heading": ""
      }
    ]
  },
  {
    "section": "1562.21",
    "heading": "",
    "content": "§ 1562.21   Scope, general requirements, and definitions. (a) Scope. This subpart applies to aircraft operations into or out of Ronald Reagan Washington National Airport (DCA), fixed base operators located at DCA or gateway airports; individuals designated as a security coordinator by aircraft operators or fixed base operators; and crewmembers, passengers, and armed security officers on aircraft operations subject to this subpart. (b) General requirements. Each person operating an aircraft into or out of DCA must comply with this subpart, except: (1) Military, law enforcement, and medivac aircraft operations; (2) Federal and State government aircraft operations operating under an airspace waiver approved by TSA and the Federal Aviation Administration; (3) All-cargo aircraft operations; and (4) Passenger aircraft operations conducted under: (i) A full security program approved by TSA in accordance with 49 CFR 1544.101(a); or (ii) A foreign air carrier security program approved by TSA in accordance with 49 CFR 1546.101(a) or (b). (c) Other security programs. Each aircraft operator required to comply with this subpart for an aircraft operation into or out of DCA must also comply with any other TSA-approved security program that covers that operation. If any requirements of the DASSP conflict with the requirements of another TSA-approved security program, the aircraft operation must be conducted in accordance with the requirements of the DASSP. (d) Definitions. For purposes of this subpart, the following definitions apply: Armed Security Officer Program means the security program approved by TSA, in coordination with the Federal Air Marshal Service, for security officers authorized to carry a firearm under § 1562.29 of this part. Crewmember means a person assigned to perform duty in an aircraft during flight time. This does not include an armed security officer. DCA means Ronald Reagan Washington National Airport. DASSP means the aircraft operator security program (DCA Access Standard Security Program) approved by TSA under this part for aircraft operations into and out of DCA. FBO means a fixed base operator that has been approved by TSA under this part to serve as a last point of departure for flights into or out of DCA. FBO Security Program means the security program approved by TSA under this part for FBOs to serve flights into or out of DCA. Flightcrew member means a pilot, flight engineer, or flight navigator assigned to duty in an aircraft during flight time. Gateway airport means an airport that has been approved by TSA under this part as a last point of departure for flights into DCA under this part. Passenger means any person on an aircraft other than a flightcrew member. A “passenger” includes an armed security officer authorized to carry a firearm in accordance with the rule.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1562.21",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "C",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1562",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1562.21",
        "heading": ""
      }
    ]
  },
  {
    "section": "1562.23",
    "heading": "",
    "content": "§ 1562.23   Aircraft operator and passenger requirements. (a) General. To operate into or out of DCA, an aircraft operator must: (1) Designate a security coordinator responsible for implementing the DASSP and other security requirements required under this section, and provide TSA with the security coordinator's contact information and availability in accordance with the DASSP. (2) Adopt and carry out the DASSP. (3) Ensure that each crewmember of an aircraft operating into or out of DCA meets the requirements of paragraph (c) of this section. (4) Apply for and receive a reservation from the Federal Aviation Administration and authorization from TSA for each flight into and out of DCA in accordance with paragraph (d) of this section. (5) Comply with the operating requirements in paragraph (e) of this section for each flight into and out of DCA. (6) Pay any costs and fees required under this part. (7) Restrict the distribution, disclosure, and availability of sensitive security information (SSI), as defined in part 1520 of this chapter, to persons with a need to know, and refer all requests for SSI by other persons to TSA. (8) Comply with any additional security procedures required by TSA through order, Security Directive, or other means. (b) Security coordinator. Each security coordinator designated by an aircraft operator under paragraph (a) of this section: (1) Must undergo a fingerprint-based criminal history records check that does not disclose that he or she has a disqualifying criminal offense as described in § 1544.229(d) of this chapter. This standard is met if the security coordinator is in compliance with the fingerprint-based criminal history records check requirements of §§ 1542.209, 1544.229, or 1544.230 of this chapter with his or her current employer. (2) Must submit to TSA his or her: (i) Legal name, including first, middle, and last; any applicable suffix, and any other names used. (ii) Current mailing address, including residential address if different than current mailing address. (iii) Date and place of birth. (iv) Social security number, (submission is voluntary, although recommended). (v) Citizenship status and date of naturalization if the individual is a naturalized citizen of the United States. (vi) Alien registration number, if applicable. (3) Must successfully complete a TSA security threat assessment. (4) May, if informed that a disqualifying offense has been disclosed, correct the record in accordance with the procedures set forth in paragraphs (h) and (i) of § 1544.229 of this chapter regarding notification and correction of records. (c) Flightcrew member requirements. Each flightcrew member of an aircraft, as defined in 49 CFR 1540.5, operating into or out of DCA: (1) Must undergo a fingerprint-based criminal history records check that does not disclose that he or she has a disqualifying criminal offense as described in § 1544.229(d) of this chapter. This standard is met if the flightcrew member is in compliance with the fingerprint-based criminal history records check requirements of §§ 1542.209, 1544.229, or 1544.230 of this chapter with his or her current employer. (2) Must not have a record on file with the Federal Aviation Administration of a violation of— (i) A prohibited area designated under 14 CFR part 73; (ii) A flight restriction established under 14 CFR 91.141; (iii) Special security instructions issued under 14 CFR 99.7; (iv) A restricted area designated under 14 CFR part 73; (v) Emergency air traffic rules issued under 14 CFR 91.139; (vi) A temporary flight restriction designated under 14 CFR 91.137, 91.138, or 91.145; or (vii) An area designated under 14 CFR 91.143. (3) May, if informed that a disqualifying offense has been disclosed, correct the record in accordance with the procedures set forth in paragraphs (h) and (i) of § 1544.229 of this chapter regarding notification and correction of records. (d) Flight authorization requirements. To receive authorization to operate an aircraft into or out of DCA, an aircraft operator must follow the procedures in this paragraph. (1) The aircraft operator must apply to the Federal Aviation Administration for a tentative reservation, in a form and manner approved by the Federal Aviation Administration. (2) The aircraft operator must submit to TSA, in a form and manner approved by TSA, the following information at least 24 hours prior to aircraft departure: (i) For each passenger and crewmember on the aircraft: (A) Legal name, including first, middle, and last; any applicable suffix, and any other names used. (B) Current mailing address, including residential address if different than current mailing address. (C) Date and place of birth. (D) Social security number, (submission is voluntary, although recommended). (E) Citizenship status and date of naturalization if the individual is a naturalized citizen of the United States. (F) Alien registration number, if applicable. (ii) The registration number of the aircraft. (iii) The flight plan. (iv) Any other information required by TSA. (3) TSA will conduct a name-based security threat assessment for each passenger and crewmember. If TSA notifies the aircraft operator that a passenger or crewmember may pose a security threat, the aircraft operator must ensure that the passenger or crewmember does not board the aircraft before the aircraft departs out of DCA or out of a gateway airport to DCA. (4) If TSA approves the flight, TSA will transmit such approval to the Federal Aviation Administration for assignment of a final reservation to operate into or out of DCA. Once the Federal Aviation Administration assigns the final reservation, TSA will notify the aircraft operator. (5) TSA may, at its discretion, cancel any or all flight approvals at any time without prior notice to the aircraft operator. (6) TSA may, at its discretion, permit a flight into or out of DCA to deviate from the requirements of this subpart, if TSA finds that such action would not be detrimental to transportation security or the safe operation of the aircraft. (7) TSA may, at its discretion, require any flight into or out of DCA under this subpart to comply with additional security measures. (e) Operating requirements. Each aircraft operator must: (1) Ensure that each flight into DCA departs from a gateway airport and makes no intermediate stops before arrival at DCA. (2) Ensure that each passenger and crewmember on an aircraft operating into or out of DCA has been screened in accordance with the DASSP prior to boarding the aircraft. (3) Ensure that all accessible property and property in inaccessible cargo holds on an aircraft operating into or out of DCA has been screened in accordance with the DASSP prior to boarding the aircraft. (4) Ensure that each aircraft operating into or out of DCA has been searched in accordance with the DASSP. (5) Ensure that each passenger and crewmember on an aircraft operating into or out of DCA provides TSA with a valid government-issued picture identification in accordance with the DASSP. (6) If the aircraft operating into or out of DCA is equipped with a cockpit door, ensure that the door is closed and locked at all times during the operation of the aircraft to or from DCA, unless Federal Aviation Administration regulations require the door to remain open. (7) Ensure that each aircraft operating into or out of DCA has onboard at least one armed security officer who meets the requirements of § 1562.29 of this chapter. This requirement does not apply if— (i) There is a Federal Air Marshal onboard; or (ii) The aircraft is being flown without passengers into DCA to pick up passengers, or out of DCA after deplaning all passengers. (8) Ensure that an aircraft operating into or out of DCA has any Federal Air Marshal onboard, at no cost to the Federal Government, if TSA or the Federal Air Marshal Service so requires. (9) Notify the National Capital Region Coordination Center prior to departure of the aircraft from DCA or a gateway airport. (10) Ensure that each aircraft operating into or out of DCA operates under instrument flight rules. (11) Ensure that each passenger complies with any security measures mandated by TSA. (12) Ensure that no prohibited items are onboard the aircraft. (f) Compliance. (1) Each aircraft operator must: (i) Permit TSA to conduct any inspections or tests, including copying records, to determine compliance with this part and the DASSP. (ii) At the request of TSA, provide evidence of compliance with this part and the DASSP, including copies of records. (2) Noncompliance with this part or the DASSP may result in the cancellation of an aircraft operator's flight approvals and other remedial or enforcement action, as appropriate. (g) Passenger requirements. Each passenger, including each armed security officer, who boards or attempts to board an aircraft under this section must: (1) Provide information to the aircraft operator as provided in this section. (2) Provide to TSA upon request a valid government-issued photo identification. (3) Comply with security measures as conveyed by the aircraft operator. (4) Comply with all applicable regulations in this chapter, including § 1540.107 regarding submission to screening and inspection, § 1540.109 regarding prohibition against interference with screening personnel, and § 1540.111 regarding carriage of weapons, explosives, and incendiaries by individuals.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1562.23",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "C",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1562",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1562.23",
        "heading": ""
      }
    ]
  },
  {
    "section": "1562.25",
    "heading": "",
    "content": "§ 1562.25   Fixed base operator requirements. (a) Security program. Each FBO must adopt and carry out an FBO Security Program. (b) Screening and other duties. Each FBO must— (1) Designate a security coordinator who meets the requirements in § 1562.23(b) of this part and is responsible for implementing the FBO Security Program and other security requirements required under this section, and provide TSA with the security coordinator's contact information and availability in accordance with the FBO Security Program. (2) Support the screening of persons and property in accordance with the requirements of this subpart and the FBO Security Program. (3) Support the search of aircraft in accordance with the requirements of this subpart and the FBO Security Program. (4) Restrict the distribution, disclosure, and availability of sensitive security information (SSI), as defined in part 1520 of this chapter, to persons with a need to know, and refer all requests for SSI by other persons to TSA. (5) Perform any other duties required under the FBO Security Program. (c) Compliance. (1) Each FBO must: (i) Permit TSA to conduct any inspections or tests, including copying records, to determine compliance with this part and the FBO Security Program. (ii) At the request of TSA, provide evidence of compliance with this part and the FBO Security Program, including copies of records. (2) Noncompliance with this part or the FBO Security Program may result in the cancellation of an aircraft operator's flight approvals and other remedial or enforcement action, as appropriate.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1562.25",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "C",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1562",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1562.25",
        "heading": ""
      }
    ]
  },
  {
    "section": "1562.27",
    "heading": "",
    "content": "§ 1562.27   Costs. (a) Each aircraft operator must pay a threat assessment fee of $15 for each passenger and crewmember whose information the aircraft operator submits to TSA in accordance with § 1562.23(d) of this part. (b) Each aircraft operator must pay to TSA the costs associated with carrying out this subpart, as provided in its DASSP. (c) All fees and reimbursement must be remitted to TSA in a form and manner approved by TSA. (d) TSA will not issue any refunds, unless any fees or reimbursement funds were paid in error. (e) If an aircraft operator does not remit to TSA the fees and reimbursement funds required under this section, TSA may decline to process any requests for authorization from the aircraft operator.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1562.27",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "C",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1562",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1562.27",
        "heading": ""
      }
    ]
  },
  {
    "section": "1562.29",
    "heading": "",
    "content": "§ 1562.29   Armed security officer requirements. (a) General. Unless otherwise authorized by TSA, each armed security officer must meet the following requirements: (1) Be qualified to carry a firearm in accordance with paragraph (b) of this section. (2) Successfully complete a TSA security threat assessment as described in paragraph (c) of this section. (3) Meet such other requirements as TSA, in coordination with the Federal Air Marshal Service, may establish in the Armed Security Officer Security Program. (4) Be authorized by TSA, in coordination with the Federal Air Marshal Service, under 49 U.S.C. 44903(d). (b) Qualifications. To be qualified to carry a firearm under this subpart, an individual must meet the requirements in paragraph (1), (2), or (3) of this section, unless otherwise authorized by TSA, in coordination with the Federal Air Marshal Service. (1) Active law enforcement officers. An active law enforcement officer must be an employee of a governmental agency who— (i) Is authorized by law to engage in or supervise the prevention, detection, investigation, or prosecution of, or the incarceration of any person for, any violation of law; (ii) Has statutory powers of arrest; (iii) Is authorized by the agency to carry a firearm; (iv) Is not the subject of any disciplinary action by the agency; (v) Is not under the influence of alcohol or another intoxicating or hallucinatory drug or substance; and (vi) Is not prohibited by Federal law from receiving a firearm. (2) Retired law enforcement officers. A retired law enforcement officer must be an individual who— (i) Retired in good standing from service with a public agency as a law enforcement officer, other than for reasons of mental instability; (ii) Before such retirement, was authorized by law to engage in or supervise the prevention, detection, investigation, or prosecution of, or the incarceration of any person for, any violation of law, and had statutory powers of arrest; (iii) Before such retirement, was regularly employed as a law enforcement officer for an aggregate of 15 years or more, or retired from service with such agency, after completing any applicable probationary period of such service, due to a service-connected disability, as determined by such agency; (iv) Has a non-forfeitable right to benefits under the retirement plan of the agency; (v) Is not under the influence of alcohol or another intoxicating or hallucinatory drug or substance; and (vi) Is not prohibited by Federal law from receiving a firearm. (3) Other individuals. Any other individual must— (i) Meet qualifications established by TSA, in coordination with the Federal Air Marshal Service, in the Armed Security Officer Program; (ii) Not be under the influence of alcohol or another intoxicating or hallucinatory drug or substance; and (iii) Not be prohibited by Federal law from receiving a firearm. (c) Threat assessments. To be authorized under this section, each armed security officer: (1) Must undergo a fingerprint-based criminal history records check that does not disclose that he or she has a criminal offense that would disqualify him or her from possessing a firearm under 18 U.S.C. 922(g). (2) May, if informed that a disqualifying offense has been disclosed, correct the record in accordance with the procedures set forth in paragraphs (h) and (i) of § 1544.229 of this chapter regarding notification and correction of records. (3) Must submit to TSA his or her: (i) Legal name, including first, middle, and last; any applicable suffix, and any other names used. (ii) Current mailing address, including residential address if different than current mailing address. (iii) Date and place of birth. (iv) Social security number, (submission is voluntary, although recommended). (v) Citizenship status and date of naturalization if the individual is a naturalized citizen of the United States. (vi) Alien registration number, if applicable. (4) Must undergo a threat assessment by TSA prior to receiving authorization under this section and prior to boarding an aircraft operating into or out of DCA as provided in § 1562.23(d)(1) of this part. (d) Training. Each armed security officer onboard an aircraft operating into or out of DCA must: (1) Have basic law enforcement training acceptable to TSA; and (2) Successfully complete a TSA-approved training course, developed in coordination with the Federal Air Marshal Service, at the expense of the armed security officer. (e) Armed security officer program. (1) Each armed security officer onboard an aircraft operating into or out of DCA must— (i) Comply with the Armed Security Officer Program. (ii) Restrict the distribution, disclosure, and availability of sensitive security information (SSI), as defined in part 1520 of this chapter, to persons with a need to know, and refer all requests for SSI by other persons to TSA. (2) TSA and the Federal Air Marshal Service may conduct random inspections of armed security officers to ensure compliance with the Armed Security Officer Program. (f) Authority to carry firearm. An armed security officer approved under this section is authorized— (1) To carry a firearm in accordance with the Armed Security Officer Program on an aircraft operating under a DASSP into or out of DCA; and (2) To transport a firearm in accordance with the Armed Security Officer Program at any airport as needed to carry out duties under this subpart, including for travel to and from flights conducted under this subpart. (g) Use of force. Each armed security officer authorized to carry a firearm under this section may use force, including deadly force, in accordance with the Armed Security Officer Program. (h) Use of alcohol or intoxicating or hallucinatory drugs or substances. An armed security officer onboard an aircraft operating into or out of DCA may not consume alcohol or use an intoxicating or hallucinatory drug or substance during the flight and within 8 hours before boarding the aircraft. (i) Credential —(1) TSA credential. An armed security officer under this section must carry a credential issued by TSA. (2) Inspection of credential. An armed security officer must present the TSA-issued credential for inspection when requested by an authorized representative of TSA, the Federal Aviation Administration, the Federal Air Marshal Service, the National Transportation Safety Board, any Federal, State, or local law enforcement officer, or any authorized aircraft operator representative. (3) Preflight identification to crewmembers. When carrying a firearm, an armed security officer must identify himself or herself to all crewmembers either personally or through another member of the crew before the flight. (j) Suspension or withdrawal of authorization. At the discretion of TSA, authorization under this subpart and 49 U.S.C. 44903(d) is suspended or withdrawn upon notification by TSA.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1562.29",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "C",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1562",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1562.29",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.1",
    "heading": "",
    "content": "§ 1570.1   Scope. This part applies to any person involved in maritime or surface transportation as specified in this subchapter.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.1",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.1",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.3",
    "heading": "",
    "content": "§ 1570.3   Terms used in this subchapter. In addition to the definitions in §§ 1500.3, 1500.5, and 1503.202 of subchapter A, the following terms are used in this subchapter: Adjudicate means to make an administrative determination of whether an applicant meets the standards in this subchapter, based on the merits of the issues raised. Alien registration number means the number issued by the DHS to an individual when he or she becomes a lawful permanent resident of the United States or attains other lawful, non-citizen status. Applicant means a person who has applied for one of the security threat assessments identified in this subchapter. Commercial driver's license (CDL) is used as defined in 49 CFR 383.5. Contractor means a person or organization that provides a service for an owner/operator regulated under this subchapter consistent with a specific understanding or arrangement. The understanding can be a written contract or an informal arrangement that reflects an ongoing relationship between the parties. Convicted means any plea of guilty or nolo contendere, or any finding of guilt, except when the finding of guilt is subsequently overturned on appeal, pardoned, or expunged. For purposes of this subchapter, a conviction is expunged when the conviction is removed from the individual's criminal history record and there are no legal disabilities or restrictions associated with the expunged conviction, other than the fact that the conviction may be used for sentencing purposes for subsequent convictions. In addition, where an individual is allowed to withdraw an original plea of guilty or nolo contendere and enter a plea of not guilty and the case is subsequently dismissed, the individual is no longer considered to have a conviction for purposes of this subchapter. Determination of No Security Threat means an administrative determination by TSA that an individual does not pose a security threat warranting denial of an HME or a TWIC. Employee means an individual who is engaged or compensated by an owner/operator regulated under this subchapter, or by a contractor to an owner/operator regulated under this subchapter. The term includes direct employees, contractor employees, authorized representatives, immediate supervisors, and individuals who are self-employed. Federal Maritime Security Coordinator (FMSC) has the same meaning as defined in 46 U.S.C. 70103(a)(2)(G); is the Captain of the Port (COTP) exercising authority for the COTP zones described in 33 CFR part 3, and is the Port Facility Security Officer as described in the International Ship and Port Facility Security (ISPS) Code, part A. Final Determination of Threat Assessment means a final administrative determination by TSA, including the resolution of related appeals, that an individual poses a security threat warranting denial of an HME or a TWIC. Hazardous materials endorsement (HME) means the authorization for an individual to transport hazardous materials in commerce, an indication of which must be on the individual's commercial driver's license, as provided in the Federal Motor Carrier Safety Administration regulations in 49 CFR part 383. Immediate supervisor means a manager, supervisor, or agent of the owner/operator to the extent the individual: (1) Performs the work of a security-sensitive employee; or (2) Supervises and otherwise directs the performance of a security-sensitive employee. Imprisoned or imprisonment means confined to a prison, jail, or institution for the criminally insane, on a full-time basis, pursuant to a sentence imposed as the result of a criminal conviction or finding of not guilty by reason of insanity. Time spent confined or restricted to a half-way house, treatment facility, or similar institution, pursuant to a sentence imposed as the result of a criminal conviction or finding of not guilty by reason of insanity, does not constitute imprisonment for purposes of this rule. Incarceration means confined or otherwise restricted to a jail-type institution, half-way house, treatment facility, or another institution on a full or part-time basis, pursuant to a sentence imposed as the result of a criminal conviction or finding of not guilty by reason of insanity. Initial Determination of Threat Assessment means an initial administrative determination by TSA that an applicant poses a security threat warranting denial of an HME or a TWIC. Initial Determination of Threat Assessment and Immediate Revocation means an initial administrative determination that an individual poses a security threat that warrants immediate revocation of an HME or invalidation of a TWIC. In the case of an HME, the State must immediately revoke the HME if TSA issues an Initial Determination of Threat Assessment and Immediate Revocation. In the case of a TWIC, TSA invalidates the TWIC when TSA issues an Initial Determination of Threat Assessment and Immediate Revocation. Invalidate means the action TSA takes to make a credential inoperative when it is reported as lost, stolen, damaged, no longer needed, or when TSA determines an applicant does not meet the security threat assessment standards of 49 CFR part 1572. Maritime facility has the same meaning as “facility” together with “OCS facility” (Outer Continental Shelf facility), as defined in 33 CFR 101.105. Mental health facility means a mental institution, mental hospital, sanitarium, psychiatric facility, and any other facility that provides diagnoses by licensed professionals of mental retardation or mental illness, including a psychiatric ward in a general hospital. Revocation means the termination, deactivation, rescission, invalidation, cancellation, or withdrawal of the privileges and duties conferred by an HME or TWIC, when TSA determines an applicant does not meet the security threat assessment standards of 49 CFR part 1572. Secure area means the area on board a vessel or at a facility or outer continental shelf facility, over which the owner/operator has implemented security measures for access control, as defined by a Coast Guard approved security plan. It does not include passenger access areas or public access areas, as these terms are defined in 33 CFR 104.106 and 105.106 respectively. Vessels operating under the waivers provided for at 46 U.S.C. 8103(b)(3)(A) or (B) have no secure areas. Facilities subject to 33 CFR chapter I, subchapter H, part 105 may, with approval of the Coast Guard, designate only those portions of their facility that are directly connected to maritime transportation or are at risk of being involved in a transportation security incident as their secure areas. Security-sensitive employee, for purposes of this part, means “security sensitive employee” as defined in § 1580.3, § 1582.3, or § 1584.3 of this title. Security-sensitive job function, for purposes of this part, means a job function identified in appendix B to part 1580, appendix B to part 1582, and appendix B to part 1584 of this title. Transportation Worker Identification Credential (TWIC) means a Federal biometric credential, issued to an individual, when TSA determines that the individual does not pose a security threat. Withdrawal of Initial Determination of Threat Assessment is the document that TSA issues after issuing an Initial Determination of Security Threat, when TSA determines that an individual does not pose a security threat that warrants denial of an HME or TWIC.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.3",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.3",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.5",
    "heading": "",
    "content": "§ 1570.5   Fraud and intentional falsification of records. No person may make, cause to be made, attempt, or cause to attempt any of the following: (a) Any fraudulent or intentionally false statement in any record or report that is kept, made, or used to show compliance with the subchapter, or exercise any privileges under this subchapter. (b) Any reproduction or alteration, for fraudulent purpose, of any record, report, security program, access medium, or identification medium issued under this subchapter or pursuant to standards in this subchapter.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.5",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.5",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.7",
    "heading": "",
    "content": "§ 1570.7   Security responsibilities of employees and other persons. (a) No person may— (1) Tamper or interfere with, compromise, modify, attempt to circumvent, or cause another person to tamper or interfere with, compromise, modify, or attempt to circumvent any security measure implemented under this subchapter. (2) Enter, or be present within, a secured or restricted area without complying with the security measures applied as required under this subchapter to control access to, or presence or movement in, such areas. (3) Use, allow to be used, or cause to be used, any approved access medium or identification medium that authorizes the access, presence, or movement of persons or vehicles in secured or restricted areas in any other manner than that for which it was issued by the appropriate authority to meet the requirements of this subchapter. (b) The provisions of paragraph (a) of this section do not apply to conducting inspections or tests to determine compliance with this subchapter authorized by— (1) TSA and DHS officials working with TSA; or (2) The owner/operator when acting in accordance with the procedures described in a security plan and/or program approved by TSA.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.7",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.7",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.9",
    "heading": "",
    "content": "§ 1570.9   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.9",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.9",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.101",
    "heading": "",
    "content": "§ 1570.101   Scope. The requirements of this subpart address general security program requirements applicable to each owner/operator required to have a security program under subpart B to 49 CFR parts 1580, 1582, and 1584.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.101",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.101",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.103",
    "heading": "",
    "content": "§ 1570.103   Content. (a) Security program. Except as otherwise approved by TSA, each owner/operator required to have a security program must address each of the security program requirements identified in subpart B to 49 CFR parts 1580, 1582, and 1584. (b) Use of appendices. The owner/operator may comply with the requirements referenced in paragraph (a) of this section by including in its security program, as an appendix, any document that contains the information required by the applicable subpart B, including procedures, protocols or memorandums of understanding related to external agency response to security incidents or events. The appendix must be referenced in the corresponding section(s) of the security program.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.103",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.103",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.105",
    "heading": "",
    "content": "§ 1570.105   Responsibility for Determinations. (a) Higher-risk operations. While TSA has determined the criteria for applicability of the requirements in subpart B to 49 CFR parts 1580, 1582, and 1584 based on risk-assessments for freight railroad, public transportation system, passenger railroad, or over-the-road (OTRB) owner/operators are required to determine if the applicability criteria identified in subpart B to parts 1580, 1582, and 1584 apply to their operations. Owner/operators are required to notify TSA of applicability within 30 days of June 22, 2020. (b) New or modified operations. If an owner/operator commences new operations or modifies existing operations after June 22, 2020, that person is responsible for determining whether the new or modified operations would meet the applicability criteria in subpart B to 49 CFR part 1580, 1582, or 1584 and must notify TSA no later than 90 calendar days before commencing operations or implementing modifications.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.105",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.105",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.107",
    "heading": "",
    "content": "§ 1570.107   Recognition of prior or established security measures or programs. Previously provided security training may be credited towards satisfying the requirements of this subchapter provided the owner/operator— (a) Obtains a complete record of such training and validates the training meets requirements of § 1580.115, § 1582.115, or § 1584.115 of this subchapter as it relates to the function of the individual security-sensitive employee and the training was provided within the schedule required for recurrent training. (b) Retains a record of such training in compliance with the requirements of § 1570.121 of this part.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.107",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.107",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.109",
    "heading": "",
    "content": "§ 1570.109   Submission and approval. (a) Submission of security program. Each owner/operator required under parts 1580, 1582, or 1584 of this subchapter to adopt and carry out a security program must submit it to TSA for approval in a form and manner prescribed by TSA. (b) Security training deadlines. Except as otherwise directed by TSA, each owner/operator required under subpart B to part 1580, 1582, or 1584 of this subchapter to develop a security training program must— (1) Submit its program to TSA for approval no later than June 21, 2021. (2) If commencing or modifying operations so as to be subject to the requirements of subpart B to 49 CFR parts 1580, 1582, or 1584 after June 21, 2021, submit a training program to TSA no later than 90 calendar days before commencing new or modified operations. (c) TSA approval. (1) No later than 60 calendar days after receiving the proposed security program required by subpart B to 49 CFR parts 1580, 1582, and 1584, TSA will either approve the program or provide the owner/operator with written notice to modify the program to comply with the applicable requirements of this subchapter. TSA will notify the owner/operator if it needs an extension of time to approve the program or provide the owner/operator with written notice to modify the program to comply with the applicable requirements of this subchapter. (2) Notice to modify. If TSA provides the owner/operator with written notice to modify the security program to comply with the applicable requirements of this subchapter, the owner/operator must provide a modified security program to TSA for approval within the timeframe specified by TSA. (3) TSA may request additional information, and the owner/operator must provide the information within the time period TSA prescribes. The 60-day period for TSA approval or modification will begin when the owner/operator provides the additional information. (g) Petition for reconsideration. Within 30 days of receiving the notice to modify, the owner/operator may file a petition for reconsideration under § 1570.119 of this part.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.109",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.109",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.111",
    "heading": "",
    "content": "§ 1570.111   Implementation schedules. (a) Initial security training. Each owner/operator required under parts 1580, 1582, or 1584 of this subchapter to adopt and carry out a security program must provide initial security training to security-sensitive employees, using the curriculum approved by TSA and in compliance with the following schedule. (1) For security training programs submitted to TSA for approval on or before March 22, 2021, if the employee is employed to perform a security-sensitive function on the date TSA approves the program, then initial training must be provided no later than fifteen months after the date that TSA approves the owner/operator's security training program. (2) For security training programs submitted to TSA for approval after March 22, 2021, if the employee is employed to perform a security-sensitive function on the date TSA approves the program, then initial training must be provided no later than twelve months after the date that TSA approves the owner/operator's security training program. (3) If performance of a security-sensitive job function is initiated after TSA approves the owner/operator's security training program, then initial training must be provided no later than 60 calendar days after the employee first performs the security-sensitive job function. (4) If the security-sensitive job function is performed intermittently, then no later than the 60th calendar day of employment performing a security-sensitive function, aggregated over a consecutive 12-month period. (b) Recurrent security training. (1) Except as provided in paragraph (b)(2) of this section, a security-sensitive employee required to receive training under part 1580, 1582, or 1584 of this subchapter must receive the required training at least once every three years. (2) If an owner/operator modifies a security program or security plan for which training is required under § 1580.203(b), § 1582.115(b), or § 1584.115(b) of this subchapter, the owner/operator must ensure each security-sensitive employee with position- or function-specific responsibilities related to the revised plan or program changes receives training on the revisions within 90 days of implementation of the revised plan or program changes. All other employees must receive training that reflects the changes to the operating security requirements as part of their regularly scheduled recurrent training. (3) The three-year recurrent training cycle is based on the anniversary calendar month of the employee's initial security training. If the owner/operator provides the recurrent security training in the month of, the month before, or the month after it is due, the employee is considered to have taken the training in the month it is due. (c) Extensions of time. TSA may grant an extension of time for implementing a security program identified in subpart B to parts 1580, 1582, and 1584 of this subchapter upon a showing of good cause. The owner/operator must request the extension of time in writing and TSA must receive the request within a reasonable time before the due date to be extended; an owner/operator may request an extension after the expiration of a due date by sending a written request describing why the failure to meet the due date was excusable. TSA will respond to the request in writing.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.111",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.111",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.113",
    "heading": "",
    "content": "§ 1570.113   Amendments requested by owner/operator. (a) Changes to ownership or control of operations. Each owner/operator required under part 1580, 1582, or 1584 of this subchapter to adopt and carry out a security program must submit a request to amend its security program if, after approval, there are any changes to the ownership or control of the operation. (b) Changes to conditions affecting security. Each owner/operator required under part 1580, 1582, or 1584 of this subchapter to adopt and carry out a security program must submit a request to amend its security program if, after approval, the owner/operator makes, or intends to make, permanent changes to any of the following procedures, measures, or other aspects of security or emergency response planning implemented by the owner/operator to address: (1) Specific procedures implemented or used to prevent and detect unauthorized access to restricted areas designated by the owner/operator; (2) Measures to be implemented in response to a period of heightened security risk, communicated through a DHS enhanced security notification, including the process used to notify all employees of changes in alert level status or requirements to implement specific elements of the security plan and verify that appropriate enhanced security measures have been implemented at all relevant locations. (3) Emergency response plans, including: (i) Coordinated response plans establishing procedures for appropriate interaction with State, local, and tribal law enforcement agencies, emergency responders, and Federal officials in order to coordinate security measures and plans for response in the event of a terrorist threat, attack, or other transportation security-related incident; (ii) Specific procedures to be implemented or used by the owner/operator in response to a terrorist attack, including evacuation and communication plans that include individuals with disabilities; and (iii) Additional measures to be adopted to address weaknesses in emergency response procedures identified during regular drills or exercises that test corporate capabilities to direct, coordinate, and execute prevention and response activities for terrorist attacks or other security threats, including tunnel evacuation procedures, if applicable. (iv) Redundant and backup systems to ensure the continuity of operations of critical assets and infrastructure system in the event of a terrorist attack or other transportation security-related incident. (c) Changes to security training curriculum. Each owner/operator required under part 1580, 1582, or 1584 of this subchapter to adopt and carry out a security program must submit a request to amend its security program if, after approval, the owner/operator makes, or intends to make, permanent changes to its security training curriculum required under part 1580, 1582, or 1584, including changes to address: (1) Determinations that the security training program is ineffective based on the approved method for evaluating effectiveness in the security training program approved by TSA under subpart B of parts 1580, 1582, and 1584; or (2) Development of recurrent training material for purposes of meeting the requirements in § 1570.111(b) of this part or other alternative training materials not previously approved by TSA. (d) Permanent change. For purposes of this section, a “permanent change” is one intended to be in effect for 60 or more calendar days. (e) Schedule for requesting amendment. The owner/operator must file the request for an amendment with TSA no later than 65 calendar days after the change in subsection (b) takes effect, unless TSA allows a shorter time period. (f) TSA approval. (1) Within 30 calendar days after receiving a proposed amendment, TSA will, in writing, either approve or deny the request to amend. TSA will notify the owner/operator if it needs an extension of time to consider the proposed amendment. (2) TSA may approve— (i) An amendment to a security program if TSA determines that it is in the interest of the public and transportation security and the proposed amendment provides the level of security required under this subchapter. (ii) Modification to security training curriculum, including alternative training for purposes of meeting the recurrent training requirement, if all the required training elements are addressed and the material is consistent with the most recent iteration of the security program submitted to, and approved by, TSA (including amendments made to reflect relevant changes to operations and/or security measures and response plans). (iii) TSA may request additional information from the owner/operator before rendering a decision. (g) Petition for reconsideration. No later than 30 calendar days after receiving a denial, the owner/operator may file a petition for reconsideration under § 1570.119 of this part.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.113",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.113",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.115",
    "heading": "",
    "content": "§ 1570.115   Amendments required by TSA. (a) Notification of requirement to amend. TSA may require amendments to a security program in the interest of the public and transportation security, including any new information about emerging threats, or methods for addressing emerging threats, as follows: (1) TSA will notify the owner/operator of the proposed amendment, fixing a period of not less than 30 calendar days within which the owner/operator may submit written information, views, and arguments on the amendment. (2) After TSA considers all relevant material received, TSA will notify the owner/operator of any amendment adopted or rescind the notice. (b) Effective date of amendment. If TSA adopts the amendment, it becomes effective not less than 30 calendar days after the owner/operator receives the notice of amendment, unless the owner/operator disagrees with the proposed amendment and files a petition for reconsideration under § 1570.119 of this part no later than 15 calendar days before the effective date of the amendment. A timely petition for reconsideration stays the effective date of the amendment. (c) Emergency amendments. If TSA determines that there is an emergency requiring immediate action in the interest of the public or transportation security, TSA may issue an amendment, without the prior notice and comment procedures in paragraph (a) of this section, effective without stay on the date the covered owner/operator receives notice of it. In such a case, TSA will incorporate in the notice a brief statement of the reasons and findings for the amendment to be adopted. The owner/operator may file a petition for reconsideration under § 1570.119 of this part; however, this does not stay the effective date of the emergency amendment.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.115",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.115",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.117",
    "heading": "",
    "content": "§ 1570.117   Alternative measures. (a) If in TSA's judgment, the overall security of transportation provided by an owner/operator subject to the requirements of 49 CFR part 1580, 1582, or 1584 are not diminished, TSA may approve alternative measures. (b) Each owner/operator requesting alternative measures must file the request for approval in a form and manner prescribed by TSA. The filing of such a request does not affect the owner/operator's responsibility for compliance while the request is being considered. (c) TSA may request additional information, and the owner/operator must provide the information within the time period TSA prescribes. Within 30 calendar days after receiving a request for alternative measures and all requested information, TSA will, in writing, either approve or deny the request. (d) If TSA finds that the use of the alternative measures is in the interest of the public and transportation security, it may grant the request subject to any conditions TSA deems necessary. In considering the request for alternative measures, TSA will review all relevant factors including— (1) The risks associated with the type of operation, for example, whether the owner/operator transports hazardous materials or passengers within a high threat urban area, whether the owner/operator transports passengers and the volume of passengers transported, or whether the owner/operator hosts a passenger operation. (2) Any relevant threat information. (3) Other circumstances concerning potential risk to the public and transportation security. (e) No later than 30 calendar days after receiving a denial, the owner/operator may petition for reconsideration under § 1570.119 of this part.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.117",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.117",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.119",
    "heading": "",
    "content": "§ 1570.119   Petitions for reconsideration. (a) If an owner/operator seeks to petition for reconsideration of a determination, required modification, denial of a request for amendment by the owner/operator, denial to rescind a TSA-required amendment, or denial of an alternative measure, the owner/operator must submit a written petition for reconsideration that includes a statement and any supporting documentation explaining why the owner/operator believes TSA's decision is incorrect. (b) Upon review of the petition for reconsideration, the Administrator or designee will dispose of the petition by affirming, modifying, or rescinding its previous decision. This is considered a final agency action.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.119",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.119",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.121",
    "heading": "",
    "content": "§ 1570.121   Recordkeeping and availability. (a) Retention. Each owner/operator required to have a security program under subpart B to parts 1580, 1582, and 1584 of this subchapter must— (1) Retain security training records for each individual required to receive security training under §§ 1580.115, 1582.115, and 1584.115 that, at a minimum— (i) Includes employee's full name, job title or function, date of hire, and date of initial and recurrent security training; and (ii) Identifies the date, course name, course length, and list of topics addressed for the security training most recently provided in each of the areas required under §§ 1580.115, 1582.115, and 1584.115 of this subchapter. (2) Retain records of initial and recurrent security training for no less than five (5) years from the date of training. (3) Provide records to current and former employees upon request and at no charge as necessary to provide proof of training. (b) Electronic records. Each owner/operator required to retain records under this section may keep them in electronic form. An owner/operator may maintain and transfer records through electronic transmission, storage, and retrieval provided that the electronic system provides for the maintenance of records as originally submitted without corruption, loss of data, or tampering. (c) Protection of SSI. Each owner/operator must restrict the distribution, disclosure, and availability of security sensitive information, as identified in part 1520 of this chapter, to persons with a need to know. The owner/operator must refer requests for such information by other persons to TSA. (d) Availability. Each owner/operator must make the records available to TSA upon request for inspection and copying.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.121",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.121",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.201",
    "heading": "",
    "content": "§ 1570.201   Security Coordinator. (a) Except as provided in paragraphs (b) and (c) of this section, each owner/operator identified in §§ 1580.1, 1582.1, and 1584.101 of this subchapter must designate and use a primary and at least one alternate Security Coordinator. (b) An owner/operator identified in § 1582.1(a)(2) of this subchapter (public transportation agency) that owns or operates a bus-only operation must designate and use a primary and at least one alternate Security Coordinator only if the owner/operator is identified in appendix A to part 1582 of this subchapter or is notified by TSA in writing that a threat exists concerning that operation. (c) An owner/operator identified in § 1580.1(a)(5) or § 1582.1(a)(4) of this subchapter (private rail car, tourist, scenic, historic, or excursion rail operations) must designate and use a primary and at least one alternate Security Coordinator, only if notified by TSA in writing that a threat exists concerning that type of operation. (d) The Security Coordinator and alternate(s) must be appointed at the corporate level. (e) Each owner/operator required to have a Security Coordinator must provide in writing to TSA the names, U.S. citizenship status, titles, phone number(s), and email address(es) of the Security Coordinator and alternate Security Coordinator(s) within 37 calendar days of the effective date of this rule, commencement of operations, or change in any of the information required by this section. (f) Each owner/operator required to have a Security Coordinator must ensure that at least one Security Coordinator— (1) Serves as the primary contact for intelligence information and security-related activities and communications with TSA. Any individual designated as a Security Coordinator may perform other duties in addition to the duties described in this section. (2) Is accessible to TSA on a 24 hours a day, 7 days a week basis. (3) Coordinates security practices and procedures internally and with appropriate law enforcement and emergency response agencies.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.201",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "C",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.201",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.203",
    "heading": "",
    "content": "§ 1570.203   Reporting significant security concerns. (a)(1) Except as provided in paragraph (a)(2) of this section, each owner/operator identified in §§ 1580.1, 1582.1, and 1584.101 of this subchapter must report, within 24 hours of initial discovery, any potential threats and significant security concerns involving transportation-related operations in the United States or transportation to, from, or within the United States as soon as possible by the methods prescribed by TSA. (2) An owner/operator identified in § 1582.1(a)(2) of this subchapter (public transportation agency) that owns or operates a bus-only operation must only comply with the requirements in this section if the owner/operator is identified in appendix A to part 1582 of this subchapter or is notified by TSA in writing that a threat exists concerning that operation. (b) Potential threats or significant security concerns encompass incidents, suspicious activities, and threat information including, but not limited to, the categories of reportable events listed in appendix A to this part. (c) Information reported must include the following, as available and applicable: (1) The name of the reporting individual and contact information, including a telephone number or email address. (2) The affected freight or passenger train, transit vehicle, motor vehicle, station, terminal, rail hazardous materials facility, or other facility or infrastructure, including identifying information and current location. (3) Scheduled origination and termination locations for the affected freight or passenger train, transit vehicle, or motor vehicle-including departure and destination city and route. (4) Description of the threat, incident, or activity, including who has been notified and what action has been taken. (5) The names, other available biographical data, and/or descriptions (including vehicle or license plate information) of individuals or motor vehicles known or suspected to be involved in the threat, incident, or activity. (6) The source of any threat information.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.203",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "C",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.203",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.301",
    "heading": "",
    "content": "§ 1570.301   Fraudulent use or manufacture; responsibilities of persons. (a) No person may use or attempt to use a credential, security threat assessment, access control medium, or identification medium issued or conducted under this subchapter that was issued or conducted for another person. (b) No person may make, produce, use or attempt to use a false or fraudulently created access control medium, identification medium or security threat assessment issued or conducted under this subchapter. (c) No person may tamper or interfere with, compromise, modify, attempt to circumvent, or circumvent TWIC access control procedures. (d) No person may cause or attempt to cause another person to violate paragraphs (a) through (c) of this section.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.301",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "D",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.301",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.303",
    "heading": "",
    "content": "§ 1570.303   Inspection of credential. (a) Each person who has been issued or possesses a TWIC must present the TWIC for inspection upon a request from TSA, the Coast Guard, or other authorized DHS representative; an authorized representative of the National Transportation Safety Board; or a Federal, State, or local law enforcement officer. (b) Each person who has been issued or who possesses a TWIC must allow his or her TWIC to be read by a reader and must submit his or her reference biometric, such as a fingerprint, and any other required information, such as a PIN, to the reader, upon a request from TSA, the Coast Guard, other authorized DHS representative; or a Federal, State, or local law enforcement officer.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.303",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "D",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.303",
        "heading": ""
      }
    ]
  },
  {
    "section": "1570.305",
    "heading": "",
    "content": "§ 1570.305   False statements regarding security background checks by public transportation agency or railroad carrier. (a) Scope. This section implements sections 1414(e) (6 U.S.C. 1143) and 1522(e) (6 U.S.C. 1170) of the “Implementing Recommendations of the 9/11 Commission Act of 2007,” Public Law 110-53 (121 Stat. 266, Aug. 3, 2007). (b) Definitions. In addition to the terms in §§ 1500.3, 1500.5, and 1503.202 of subchapter A and § 1570.3 of subchapter D of this chapter, the following term applies to this part: Security background check means reviewing the following for the purpose of identifying individuals who may pose a threat to transportation security, national security, or of terrorism: (i) Relevant criminal history databases. (ii) In the case of an alien (as defined in sec. 101 of the Immigration and Nationality Act (8 U.S.C. 1101(a)(3)), the relevant databases to determine the status of the alien under the immigration laws of the United States. (iii) Other relevant information or databases, as determined by the Secretary of Homeland Security. (c) Prohibitions. (1) A public transportation agency or a contractor or subcontractor of a public transportation agency may not knowingly misrepresent to an employee or other relevant person, including an arbiter involved in a labor arbitration, the scope, application, or meaning of any rules, regulations, directives, or guidance issued by the Secretary of Homeland Security related to security background check requirements for employees when conducting a security background check. (2) A railroad carrier or a contractor or subcontractor of a railroad carrier may not knowingly misrepresent to an employee or other relevant person, including an arbiter involved in a labor arbitration, the scope, application, or meaning of any rules, regulations, directives, or guidance issued by the Secretary of Homeland Security related to security background check requirements for employees when conducting a security background check.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1570.305",
    "path_hierarchy": [
      {
        "type": "chapter",
        "number": "XII",
        "heading": ""
      },
      {
        "type": "subchap",
        "number": "D",
        "heading": ""
      },
      {
        "type": "part",
        "number": "1570",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "D",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1570.305",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.1",
    "heading": "",
    "content": "§ 1572.1   Applicability. This part establishes regulations for credentialing and security threat assessments for certain maritime and land transportation workers.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.1",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.1",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.3",
    "heading": "",
    "content": "§ 1572.3   Scope. This part applies to— (a) State agencies responsible for issuing a hazardous materials endorsement (HME); and (b) An applicant who— (1) Is qualified to hold a commercial driver's license under 49 CFR parts 383 and 384, and is applying to obtain, renew, or transfer an HME; or (2) Is applying to obtain or renew a TWIC in accordance with 33 CFR parts 104 through 106 or 46 CFR part 10; is a commercial driver licensed in Canada or Mexico and is applying for a TWIC to transport hazardous materials in accordance with 49 CFR 1572.201; or other individuals approved by TSA.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.3",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.3",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.5",
    "heading": "",
    "content": "§ 1572.5   Standards for security threat assessments. (a) Standards. TSA determines that an applicant poses a security threat warranting denial of an HME or TWIC, if— (1) The applicant has a disqualifying criminal offense described in 49 CFR 1572.103; (2) The applicant does not meet the immigration status requirements described in 49 CFR 1572.105; (3) TSA conducts the analyses described in 49 CFR 1572.107 and determines that the applicant poses a security threat; or (4) The applicant has been adjudicated as lacking mental capacity or committed to a mental health facility, as described in 49 CFR 1572.109. (b) Immediate Revocation/Invalidation. TSA may invalidate a TWIC or direct a State to revoke an HME immediately, if TSA determines during the security threat assessment that an applicant poses an immediate threat to transportation security, national security, or of terrorism. (c) Violation of FMCSA Standards. The regulations of the Federal Motor Carrier Safety Administration (FMCSA) provide that an applicant is disqualified from operating a commercial motor vehicle for specified periods, if he or she has an offense that is listed in the FMCSA rules at 49 CFR 383.51. If records indicate that an applicant has committed an offense that would disqualify the applicant from operating a commercial motor vehicle under 49 CFR 383.51, TSA will not issue a Determination of No Security Threat until the State or the FMCSA determine that the applicant is not disqualified under that section. (d) Waiver. In accordance with the requirements of § 1515.7, applicants may apply for a waiver of certain security threat assessment standards. (e) Comparability of Other Security Threat Assessment Standards. TSA may determine that security threat assessments conducted by other governmental agencies are comparable to the threat assessment described in this part, which TSA conducts for HME and TWIC applicants. (1) In making a comparability determination, TSA will consider— (i) The minimum standards used for the security threat assessment; (ii) The frequency of the threat assessment; (iii) The date of the most recent threat assessment; and (iv) Whether the threat assessment includes biometric identification and a biometric credential. (2) To apply for a comparability determination, the agency seeking the determination must contact the Assistant Program Manager, Attn: Federal Agency Comparability Check, Hazmat Threat Assessment Program, Transportation Security Administration, 601 South 12th Street, Arlington, VA 20598-6019. (3) TSA will notify the public when a comparability determination is made. (4) An applicant, who has completed a security threat assessment that is determined to be comparable under this section to the threat assessment described in this part, must complete the enrollment process and provide biometric information to obtain a TWIC, if the applicant seeks unescorted access to a secure area of a vessel or facility. The applicant must pay the fee listed in 49 CFR 1572.503 for information collection/credential issuance. (5) TSA has determined that the security threat assessment for an HME under this part is comparable to the security threat assessment for TWIC. (6) TSA has determined that the security threat assessment for a FAST card, under the Free and Secure Trade program administered by U.S. Customs and Border Protection, is comparable to the security threat assessment described in this part.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.5",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.5",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.7",
    "heading": "",
    "content": "§ 1572.7   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.7",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.7",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.9",
    "heading": "",
    "content": "§ 1572.9   Applicant information required for HME security threat assessment. An applicant must supply the information required in this section, in a form acceptable to TSA, when applying to obtain or renew an HME. When applying to transfer an HME from one State to another, 49 CFR 1572.13(e) applies. (a) Except as provided in (a)(12) through (16), the applicant must provide the following identifying information: (1) Legal name, including first, middle, and last; any applicable suffix; and any other name used previously. (2) Current and previous mailing address, current residential address if it differs from the current mailing address, and e-mail address if available. If the applicant prefers to receive correspondence and notification via e-mail, the applicant should so state. (3) Date of birth. (4) Gender. (5) Height, weight, hair color, and eye color. (6) City, state, and country of birth. (7) Immigration status and, if the applicant is a naturalized citizen of the United States, the date of naturalization. (8) Alien registration number, if applicable. (9) The State of application, CDL number, and type of HME(s) held. (10) Name, telephone number, facsimile number, and address of the applicant's current employer(s), if the applicant's work for the employer(s) requires an HME. If the applicant's current employer is the U.S. military service, include branch of the service. (11) Whether the applicant is applying to obtain, renew, or transfer an HME or for a waiver. (12) Social security number. Providing the social security number is voluntary; however, failure to provide it will delay and may prevent completion of the threat assessment. (13) Passport number. This information is voluntary and may expedite the adjudication process for applicants who are U.S. citizens born abroad. (14) Department of State Consular Report of Birth Abroad. This information is voluntary and may expedite the adjudication process for applicants who are U.S. citizens born abroad. (15) Whether the applicant has previously completed a TSA threat assessment, and if so the date and program for which it was completed. This information is voluntary and may expedite the adjudication process for applicants who have completed a TSA security threat assessment. (16) Whether the applicant currently holds a federal security clearance, and if so, the date of and agency for which the clearance was performed. This information is voluntary and may expedite the adjudication process for applicants who have completed a federal security threat assessment. (b) The applicant must provide a statement, signature, and date of signature that he or she— (1) Was not convicted, or found not guilty by reason of insanity, of a disqualifying crime listed in 49 CFR 1572.103(b), in a civilian or military jurisdiction, during the seven years before the date of the application, or is applying for a waiver; (2) Was not released from incarceration, in a civilian or military jurisdiction, for committing a disqualifying crime listed in 49 CFR 1572.103(b), during the five years before the date of the application, or is applying for a waiver; (3) Is not wanted, or under indictment, in a civilian or military jurisdiction, for a disqualifying criminal offense identified in 49 CFR 1572.103, or is applying for a waiver; (4) Was not convicted, or found not guilty by reason of insanity, of a disqualifying criminal offense identified in 49 CFR 1572.103(a), in a civilian or military jurisdiction, or is applying for a waiver; (5) Has not been adjudicated as lacking mental capacity or committed to a mental health facility involuntarily or is applying for a waiver; (6) Meets the immigration status requirements described in 49 CFR 1572.105; (7) Has or has not served in the military, and if so, the branch in which he or she served, the date of discharge, and the type of discharge; and (8) Has been informed that Federal regulations, under 49 CFR 1572.11, impose a continuing obligation on the HME holder to disclose to the State if he or she is convicted, or found not guilty by reason of insanity, of a disqualifying crime, adjudicated as lacking mental capacity, or committed to a mental health facility. (c) The applicant must certify and date receipt the following statement: Privacy Act Notice: Authority: The authority for collecting this information is 49 U.S.C. 114, 40113, and 5103a. Purpose: This information is needed to verify your identity and to conduct a security threat assessment to evaluate your suitability for a hazardous materials endorsement for a commercial driver's license. Furnishing this information, including your SSN or alien registration number, is voluntary; however, failure to provide it will delay and may prevent completion of your security threat assessment. Routine Uses: Routine uses of this information include disclosure to the FBI to retrieve your criminal history record; to TSA contractors or other agents who are providing services relating to the security threat assessments; to appropriate governmental agencies for licensing, law enforcement, or security purposes, or in the interests of national security; and to foreign and international governmental authorities in accordance with law and international agreement. (d) The applicant must certify and date receipt the following statement, immediately before the signature line: The information I have provided on this application is true, complete, and correct, to the best of my knowledge and belief, and is provided in good faith. I understand that a knowing and willful false statement, or an omission of a material fact on this application can be punished by fine or imprisonment or both ( See section 1001 of Title 18 United States Code), and may be grounds for denial of a hazardous materials endorsement. (e) The applicant must certify the following statement in writing: I acknowledge that if the Transportation Security Administration determines that I pose a security threat, my employer, as listed on this application, may be notified. If TSA or other law enforcement agency becomes aware of an imminent threat to a maritime facility or vessel, TSA may provide limited information necessary to reduce the risk of injury or damage to the facility or vessel.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.9",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.9",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.11",
    "heading": "",
    "content": "§ 1572.11   Applicant responsibilities for HME security threat assessment. (a) Surrender of HME. If an individual is disqualified from holding an HME under 49 CFR 1572.5(c), he or she must surrender the HME to the licensing State. Failure to surrender the HME to the State may result in immediate revocation under 49 CFR 1572.13(a) and/or civil penalties. (b) Continuing responsibilities. An individual who holds an HME must surrender the HME as required in paragraph (a) of this section within 24 hours, if the individual— (1) Is convicted of, wanted, under indictment or complaint, or found not guilty by reason of insanity, in a civilian or military jurisdiction, for a disqualifying criminal offense identified in 49 CFR 1572.103; or (2) Is adjudicated as lacking mental capacity, or committed to a mental health facility, as described in 49 CFR 1572.109; or (3) Renounces or loses U.S. citizenship or status as a lawful permanent resident; or (4) Violates his or her immigration status, and/or is ordered removed from the United States. (c) Submission of fingerprints and information. (1) An HME applicant must submit fingerprints and the information required in 49 CFR 1572.9, in a form acceptable to TSA, when so notified by the State, or when the applicant applies to obtain or renew an HME. The procedures outlined in 49 CFR 1572.13(e) apply to HME transfers. (2) When submitting fingerprints and the information required in 49 CFR 1572.9, the fee described in 49 CFR 1572.503 must be remitted to TSA.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.11",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.11",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.13",
    "heading": "",
    "content": "§ 1572.13   State responsibilities for issuance of hazardous materials endorsement. Each State must revoke an individual's HME immediately, if TSA informs the State that the individual does not meet the standards for security threat assessment in 49 CFR 1572.5 and issues an Initial Determination of Threat Assessment and Immediate Revocation. (a) No State may issue or renew an HME for a CDL, unless the State receives a Determination of No Security Threat from TSA. (b) Each State must notify each individual holding an HME issued by that State that he or she will be subject to the security threat assessment described in this part as part of an application for renewal of the HME, at least 60 days prior to the expiration date of the individual's HME. The notice must inform the individual that he or she may initiate the security threat assessment required by this section at any time after receiving the notice, but no later than 60 days before the expiration date of the individual's HME. (c) The State that issued an HME may extend the expiration date of the HME for 90 days, if TSA has not provided a Determination of No Security Threat or a Final Determination of Threat Assessment before the expiration date. Any additional extension must be approved in advance by TSA. (d) Within 15 days of receipt of a Determination of No Security Threat or Final Determination of Threat Assessment from TSA, the State must— (1) Update the applicant's permanent record to reflect: (i) The results of the security threat assessment; (ii) The issuance or denial of an HME; and (iii) The new expiration date of the HME. (2) Notify the Commercial Drivers License Information System (CDLIS) operator of the results of the security threat assessment. (3) Revoke or deny the applicant's HME if TSA serves the State with a Final Determination of Threat Assessment. (e) For applicants who apply to transfer an existing HME from one State to another, the second State will not require the applicant to undergo a new security threat assessment until the security threat assessment renewal period established in the preceding issuing State, not to exceed five years, expires. (f) A State that is not using TSA's agent to conduct enrollment for the security threat assessment must retain the application and information required in 49 CFR 1572.9, for at least one year, in paper or electronic form.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.13",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.13",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.15",
    "heading": "",
    "content": "§ 1572.15   Procedures for HME security threat assessment. (a) Contents of security threat assessment. The security threat assessment TSA completes includes a fingerprint-based criminal history records check (CHRC), an intelligence-related background check, and a final disposition. (b) Fingerprint-based check. In order to conduct a fingerprint-based CHRC, the following procedures must be completed: (1) The State notifies the applicant that he or she will be subject to the security threat assessment at least 60 days prior to the expiration of the applicant's HME, and that the applicant must begin the security threat assessment no later than 30 days before the date of the expiration of the HME. (2) Where the State elects to collect fingerprints and applicant information, the State— (i) Collects fingerprints and applicant information required in 49 CFR 1572.9; (ii) Provides the applicant information to TSA electronically, unless otherwise authorized by TSA; (iii) Transmits the fingerprints to the FBI/Criminal Justice Information Services (CJIS), in accordance with the FBI/CJIS fingerprint submission standards; and (iv) Retains the signed application, in paper or electronic form, for one year and provides it to TSA, if requested. (3) Where the State elects to have a TSA agent collect fingerprints and applicant information— (i) TSA provides a copy of the signed application to the State; (ii) The State retains the signed application, in paper or electronic form, for one year and provides it to TSA, if requested; and (iii) TSA transmits the fingerprints to the FBI/CJIS, in accordance with the FBI/CJIS fingerprint submission standards. (4) TSA receives the results from the FBI/CJIS and adjudicates the results of the check, in accordance with 49 CFR 1572.103 and, if applicable, 49 CFR 1572.107. (c) Intelligence-related check. To conduct an intelligence-related check, TSA completes the following procedures: (1) Reviews the applicant information required in 49 CFR 1572.9. (2) Searches domestic and international Government databases described in 49 CFR 1572.105, 1572.107, and 1572.109. (3) Adjudicates the results of the check in accordance with 49 CFR 1572.103, 1572.105, 1572.107, and 1572.109. (d) Final disposition. Following completion of the procedures described in paragraphs (b) and/or (c) of this section, the following procedures apply, as appropriate: (1) TSA serves a Determination of No Security Threat on the State in which the applicant is authorized to hold an HME, if TSA determines that an applicant meets the security threat assessment standards described in 49 CFR 1572.5. (2) TSA serves an Initial Determination of Threat Assessment on the applicant, if TSA determines that the applicant does not meet the security threat assessment standards described in 49 CFR 1572.5. The Initial Determination of Threat Assessment includes— (i) A statement that TSA has determined that the applicant poses a security threat warranting denial of the HME; (ii) The basis for the determination; (iii) Information about how the applicant may appeal the determination, as described in 49 CFR 1515.5 or 1515.9, as applicable; and (iv) A statement that if the applicant chooses not to appeal TSA's determination within 60 days of receipt of the Initial Determination, or does not request an extension of time within 60 days of receipt of the Initial Determination in order to file an appeal, the Initial Determination becomes a Final Determination of Security Threat Assessment. (3) TSA serves an Initial Determination of Threat Assessment and Immediate Revocation on the applicant, the applicant's employer where appropriate, and the State, if TSA determines that the applicant does not meet the security threat assessment standards described in 49 CFR 1572.5 and may pose an imminent threat to transportation or national security, or of terrorism. The Initial Determination of Threat Assessment and Immediate Revocation includes— (i) A statement that TSA has determined that the applicant poses a security threat warranting immediate revocation of an HME; (ii) The basis for the determination; (iii) Information about how the applicant may appeal the determination, as described in 49 CFR 1515.5(h) or 1515.9(f), as applicable; and (iv) A statement that if the applicant chooses not to appeal TSA's determination within 60 days of receipt of the Initial Determination and Immediate Revocation, the Initial Determination and Immediate Revocation becomes a Final Determination of Threat Assessment. (4) If the applicant does not appeal the Initial Determination of Threat Assessment or Initial Determination of Threat Assessment and Immediate Revocation, TSA serves a Final Determination of Threat Assessment on the State in which the applicant applied for the HME, the applicant's employer where appropriate, and on the applicant, if the appeal of the Initial Determination results in a finding that the applicant poses a security threat. (5) If the applicant appeals the Initial Determination of Threat Assessment or the Initial Determination of Threat Assessment and Immediate Revocation, the procedures in 49 CFR 1515.5 or 1515.9 apply. (6) Applicants who do not meet certain standards in 49 CFR 1572.103, 1572.105, or 1572.109 may seek a waiver in accordance with 49 CFR 1515.7.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.15",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.15",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.17",
    "heading": "",
    "content": "§ 1572.17   Applicant information required for TWIC security threat assessment. An applicant must supply the information required in this section, in a form acceptable to TSA, when applying to obtain or renew a TWIC. (a) Except as provided in (a)(12) through (16), the applicant must provide the following identifying information: (1) Legal name, including first, middle, and last; any applicable suffix; and any other name used previously. (2) Current and previous mailing address, current residential address if it differs from the current mailing address, and e-mail address if available. If the applicant wishes to receive notification that the TWIC is ready to be retrieved from the enrollment center via telephone rather than e-mail address, the applicant should state this and provide the correct telephone number. (3) Date of birth. (4) Gender. (5) Height, weight, hair color, and eye color. (6) City, state, and country of birth. (7) Immigration status, and (i) If the applicant is a naturalized citizen of the United States, the date of naturalization; (ii) If the applicant is present in the United States based on a Visa, the type of Visa, the Visa number, and the date on which it expires; and (iii) If the applicant is a commercial driver licensed in Canada and does not hold a FAST card, a Canadian passport. (8) If not a national or citizen of the United States, the alien registration number and/or the number assigned to the applicant on the U.S. Customs and Border Protection Arrival-Departure Record, Form I-94. (9) Except as described in paragraph (a)(9)(i) of this section, the reason that the applicant requires a TWIC, including, as applicable, the applicant's job description and the primary facility, vessel, or maritime port location(s) where the applicant will most likely require unescorted access, if known. This statement does not limit access to other facilities, vessels, or ports, but establishes eligibility for a TWIC. (i) Applicants who are commercial drivers licensed in Canada or Mexico who are applying for a TWIC in order to transport hazardous materials in accordance with 49 CFR 1572.201 and not to access secure areas of a facility or vessel, must explain this in response to the information requested in paragraph (a)(9) of this section. (10) The name, telephone number, and address of the applicant's current employer(s), if working for the employer requires a TWIC. If the applicant's current employer is the U.S. military service, include the branch of the service. An applicant whose current employer does not require possession of a TWIC, does not have a single employer, or is self-employed, must provide the primary vessel or port location(s) where the applicant requires unescorted access, if known. This statement does not limit access to other facilities, vessels, or ports, but establishes eligibility for a TWIC. (11) If a credentialed mariner or applying to become a credentialed mariner, proof of citizenship as required in 46 CFR chapter I, subchapter B. (12) Social security number. Providing the social security number is voluntary; however, failure to provide it will delay and may prevent completion of the threat assessment. (13) Passport number, city of issuance, date of issuance, and date of expiration. This information is voluntary and may expedite the adjudication process for applicants who are U.S. citizens born abroad. (14) Department of State Consular Report of Birth Abroad. This information is voluntary and may expedite the adjudication process for applicants who are U.S. citizens born abroad. (15) Whether the applicant has previously completed a TSA threat assessment, and if so the date and program for which it was completed. This information is voluntary and may expedite the adjudication process for applicants who have completed a TSA security threat assessment. (16) Whether the applicant currently holds a federal security clearance, and if so, the date of and agency for which the clearance was performed. This information is voluntary and may expedite the adjudication process for applicants who have completed a federal security threat assessment. (b) The applicant must provide a statement, signature, and date of signature that he or she— (1) Was not convicted, or found not guilty by reason of insanity, of a disqualifying crime listed in 49 CFR 1572.103(b), in a civilian or military jurisdiction, during the seven years before the date of the application, or is applying for a waiver; (2) Was not released from incarceration, in a civilian or military jurisdiction, for committing a disqualifying crime listed in 49 CFR 1572.103(b), during the five years before the date of the application, or is applying for a waiver; (3) Is not wanted, or under indictment, in a civilian or military jurisdiction, for a disqualifying criminal offense identified in 49 CFR 1572.103, or is applying for a waiver; (4) Was not convicted, or found not guilty by reason of insanity, of a disqualifying criminal offense identified in 49 CFR 1572.103(a), in a civilian or military jurisdiction, or is applying for a waiver; (5) Has not been adjudicated as lacking mental capacity, or committed to a mental health facility involuntarily, or is applying for a waiver; (6) Meets the immigration status requirements described in 49 CFR 1572.105; (7) Has, or has not, served in the military, and if so, the branch in which he or she served, the date of discharge, and the type of discharge; and (8) Has been informed that Federal regulations under 49 CFR 1572.19 impose a continuing obligation on the TWIC holder to disclose to TSA if he or she is convicted, or found not guilty by reason of insanity, of a disqualifying crime, adjudicated as lacking mental capacity, or committed to a mental health facility. (c) Applicants, applying to obtain or renew a TWIC, must submit biometric information to be used for identity verification purposes. If an individual cannot provide the selected biometric, TSA will collect an alternative biometric identifier. (d) The applicant must certify and date receipt the following statement: Privacy Act Notice: Authority: The authority for collecting this information is 49 U.S.C. 114, 40113, and 5103a. Purpose: This information is needed to verify your identity and to conduct a security threat assessment to evaluate your suitability for a Transportation Worker Identification Credential. Furnishing this information, including your SSN or alien registration number, is voluntary; however, failure to provide it will delay and may prevent completion of your security threat assessment. Routine Uses: Routine uses of this information include disclosure to the FBI to retrieve your criminal history record; to TSA contractors or other agents who are providing services relating to the security threat assessments; to appropriate governmental agencies for licensing, law enforcement, or security purposes, or in the interests of national security; and to foreign and international governmental authorities in accordance with law and international agreement. (e) The applicant must certify the following statement in writing: As part of my employment duties, I am required to have unescorted access to secure areas of maritime facilities or vessels in which a Transportation Worker Identification Credential is required; I am now, or I am applying to be, a credentialed merchant mariner; or I am a commercial driver licensed in Canada or Mexico transporting hazardous materials in accordance with 49 CFR 1572.201. (f) The applicant must certify and date receipt the following statement, immediately before the signature line: The information I have provided on this application is true, complete, and correct, to the best of my knowledge and belief, and is provided in good faith. I understand that a knowing and willful false statement, or an omission of a material fact on this application, can be punished by fine or imprisonment or both (see section 1001 of Title 18 United States Code), and may be grounds for denial of a Transportation Worker Identification Credential. (g) The applicant must certify the following statement in writing: I acknowledge that if the Transportation Security Administration determines that I pose a security threat, my employer, as listed on this application, may be notified. If TSA or other law enforcement agency becomes aware of an imminent threat to a maritime facility or vessel, TSA may provide limited information necessary to reduce the risk of injury or damage to the facility or vessel.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.17",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.17",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.19",
    "heading": "",
    "content": "§ 1572.19   Applicant responsibilities for a TWIC security threat assessment. (a) Implementation schedule. Except as provided in paragraph (b) of this section, applicants must provide the information required in 49 CFR 1572.17, when so directed by the owner/operator. (b) Implementation schedule for certain mariners. An applicant, who holds a Merchant Mariner Document (MMD) issued after February 3, 2003, and before April 15, 2009, or a Merchant Marine License (License) issued after January 13, 2006, and before April 15, 2009, must submit the information required in this section, but is not required to undergo the security threat assessment described in this part. (c) Surrender of TWIC. The TWIC is property of the Transportation Security Administration. If an individual is disqualified from holding a TWIC under 49 CFR 1572.5, he or she must surrender the TWIC to TSA. Failure to surrender the TWIC to TSA may result in immediate revocation under 49 CFR 1572.5(b) and/or civil penalties. (d) Continuing responsibilities. An individual who holds a TWIC must surrender the TWIC, as required in paragraph (a) of this section, within 24 hours if the individual— (1) Is convicted of, wanted, under indictment or complaint, or found not guilty by reason of insanity, in a civilian or military jurisdiction, for a disqualifying criminal offense identified in 49 CFR 1572.103; or (2) Is adjudicated as lacking mental capacity or committed to a mental health facility, as described in 49 CFR 1572.109; or (3) Renounces or loses U.S. citizenship or status as a lawful permanent resident; or (4) Violates his or her immigration status and/or is ordered removed from the United States. (e) Submission of fingerprints and information. (1) TWIC applicants must submit fingerprints and the information required in 49 CFR 1572.17, in a form acceptable to TSA, to obtain or renew a TWIC. (2) When submitting fingerprints and the information required in 49 CFR 1572.17, the fee required in 49 CFR 1572.503 must be remitted to TSA. (f) Lost, damaged, or stolen credentials. If an individual's TWIC is damaged, or if a TWIC holder loses possession of his or her credential, he or she must notify TSA immediately.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.19",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.19",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.21",
    "heading": "",
    "content": "§ 1572.21   Procedures for TWIC security threat assessment. (a) Contents of security threat assessment. The security threat assessment TSA conducts includes a fingerprint-based criminal history records check (CHRC), an intelligence-related check, and a final disposition. (b) Fingerprint-based check. The following procedures must be completed to conduct a fingerprint-based CHRC: (1) Consistent with the implementation schedule described in 49 CFR 1572.19(a) and (b), and as required in 33 CFR 104.200, 105.200, or 106.200, applicants are notified. (2) During enrollment, TSA— (i) Collects fingerprints, applicant information, and the fee required in 49 CFR 1572.17; (ii) Transmits the fingerprints to the FBI/CJIS in accordance with the FBI/CJIS fingerprint submission standards. (iii) Receives and adjudicates the results of the check from FBI/CJIS, in accordance with 49 CFR 1572.103 and, if applicable, 49 CFR 1572.107. (c) Intelligence-related check. To conduct an intelligence-related check, TSA completes the following procedures: (1) Reviews the applicant information required in 49 CFR 1572.17; (2) Searches domestic and international Government databases required to determine if the applicant meets the requirements of 49 CFR 1572.105, 1572.107, and 1572.109; (3) Adjudicates the results of the check in accordance with 49 CFR 1572.103, 1572.105, 1572.107, and 1572.109. (d) Final disposition. Following completion of the procedures described in paragraphs (b) and/or (c) of this section, the following procedures apply, as appropriate: (1) TSA serves a Determination of No Security Threat on the applicant if TSA determines that the applicant meets the security threat assessment standards described in 49 CFR 1572.5. In the case of a mariner, TSA also serves a Determination of No Security Threat on the Coast Guard. (2) TSA serves an Initial Determination of Threat Assessment on the applicant if TSA determines that the applicant does not meet the security threat assessment standards described in 49 CFR 1572.5. The Initial Determination of Threat Assessment includes— (i) A statement that TSA has determined that the applicant poses a security threat warranting denial of the TWIC; (ii) The basis for the determination; (iii) Information about how the applicant may appeal the determination, as described in 49 CFR 1515.5 or 1515.9, as applicable; and (iv) A statement that if the applicant chooses not to appeal TSA's determination within 60 days of receipt of the Initial Determination, or does not request an extension of time within 60 days of receipt of the Initial Determination in order to file an appeal, the Initial Determination becomes a Final Determination of Security Threat Assessment. (3) TSA serves an Initial Determination of Threat Assessment and Immediate Revocation on the applicant, the applicant's employer where appropriate, the FMSC, and in the case of a mariner applying for a TWIC, on the Coast Guard, if TSA determines that the applicant does not meet the security threat assessment standards described in 49 CFR 1572.5 and may pose an imminent security threat. The Initial Determination of Threat Assessment and Immediate Revocation includes— (i) A statement that TSA has determined that the applicant poses a security threat warranting immediate revocation of a TWIC and unescorted access to secure areas; (ii) The basis for the determination; (iii) Information about how the applicant may appeal the determination, as described in 49 CFR 1515.5(h) or 1515.9(f), as applicable; and (iv) A statement that if the applicant chooses not to appeal TSA's determination within 60 days of receipt of the Initial Determination and Immediate Revocation, the Initial Determination and Immediate Revocation becomes a Final Determination of Threat Assessment. (4) If the applicant does not appeal the Initial Determination of Threat Assessment or Initial Determination of Threat Assessment and Immediate Revocation, TSA serves a Final Determination of Threat Assessment on the FMSC and in the case of a mariner, on the Coast Guard, and the applicant's employer where appropriate. (5) If the applicant appeals the Initial Determination of Threat Assessment or the Initial Determination of Threat Assessment and Immediate Revocation, the procedures in 49 CFR 1515.5 or 1515.9 apply. (6) Applicants who do not meet certain standards in 49 CFR 1572.103, 1572.105, or 1572.109 may seek a waiver in accordance with 49 CFR 1515.7.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.21",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.21",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.23",
    "heading": "",
    "content": "§ 1572.23   TWIC expiration. (a) A TWIC expires five years after the date it was issued at the end of the calendar day, except as follows: (1) The TWIC was issued based on a determination that the applicant completed a comparable threat assessment. If issued pursuant to a comparable threat assessment, the TWIC expires five years from the date on the credential associated with the comparable threat assessment. (2) The applicant is in a lawful nonimmigrant status category listed in 1572.105(a)(7), and the status expires, the employer terminates the employment relationship with the applicant, or the applicant otherwise ceases working for the employer. Under any of these circumstances, TSA deems the TWIC to have expired regardless of the expiration date on the face of the TWIC. (b) TSA may issue a TWIC for a term less than five years to match the expiration of a visa.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.23",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.23",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.24-1572.40",
    "heading": "",
    "content": "§§ 1572.24-1572.40   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.24-1572.40",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.24-1572.40",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.101",
    "heading": "",
    "content": "§ 1572.101   Scope. This subpart applies to applicants who hold or are applying to obtain or renew an HME or TWIC, or transfer an HME. Applicants for an HME also are subject to safety requirements issued by the Federal Motor Carrier Safety Administration under 49 CFR part 383 and by the State issuing the HME, including additional immigration status and criminal history standards.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.101",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.101",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.103",
    "heading": "",
    "content": "§ 1572.103   Disqualifying criminal offenses. (a) Permanent disqualifying criminal offenses. An applicant has a permanent disqualifying offense if convicted, or found not guilty by reason of insanity, in a civilian or military jurisdiction of any of the following felonies: (1) Espionage or conspiracy to commit espionage. (2) Sedition, or conspiracy to commit sedition. (3) Treason, or conspiracy to commit treason. (4) A federal crime of terrorism as defined in 18 U.S.C. 2332b(g), or comparable State law, or conspiracy to commit such crime. (5) A crime involving a transportation security incident. A transportation security incident is a security incident resulting in a significant loss of life, environmental damage, transportation system disruption, or economic disruption in a particular area, as defined in 46 U.S.C. 70101. The term “economic disruption” does not include a work stoppage or other employee-related action not related to terrorism and resulting from an employer-employee dispute. (6) Improper transportation of a hazardous material under 49 U.S.C. 5124, or a State law that is comparable. (7) Unlawful possession, use, sale, distribution, manufacture, purchase, receipt, transfer, shipping, transporting, import, export, storage of, or dealing in an explosive or explosive device. An explosive or explosive device includes, but is not limited to, an explosive or explosive material as defined in 18 U.S.C. 232(5), 841(c) through 841(f), and 844(j); and a destructive device, as defined in 18 U.S.C. 921(a)(4) and 26 U.S.C. 5845(f). (8) Murder. (9) Making any threat, or maliciously conveying false information knowing the same to be false, concerning the deliverance, placement, or detonation of an explosive or other lethal device in or against a place of public use, a state or government facility, a public transportations system, or an infrastructure facility. (10) Violations of the Racketeer Influenced and Corrupt Organizations Act, 18 U.S.C. 1961, et seq., or a comparable State law, where one of the predicate acts found by a jury or admitted by the defendant, consists of one of the crimes listed in paragraph (a) of this section. (11) Attempt to commit the crimes in paragraphs (a)(1) through (a)(4). (12) Conspiracy or attempt to commit the crimes in paragraphs (a)(5) through (a)(10). (b) Interim disqualifying criminal offenses. (1) The felonies listed in paragraphs (b)(2) of this section are disqualifying, if either: (i) the applicant was convicted, or found not guilty by reason of insanity, of the crime in a civilian or military jurisdiction, within seven years of the date of the application; or (ii) the applicant was incarcerated for that crime and released from incarceration within five years of the date of the TWIC application. (2) The interim disqualifying felonies are: (i) Unlawful possession, use, sale, manufacture, purchase, distribution, receipt, transfer, shipping, transporting, delivery, import, export of, or dealing in a firearm or other weapon. A firearm or other weapon includes, but is not limited to, firearms as defined in 18 U.S.C. 921(a)(3) or 26 U.S.C. 5 845(a), or items contained on the U.S. Munitions Import List at 27 CFR 447.21. (ii) Extortion. (iii) Dishonesty, fraud, or misrepresentation, including identity fraud and money laundering where the money laundering is related to a crime described in paragraphs (a) or (b) of this section. Welfare fraud and passing bad checks do not constitute dishonesty, fraud, or misrepresentation for purposes of this paragraph. (iv) Bribery. (v) Smuggling. (vi) Immigration violations. (vii) Distribution of, possession with intent to distribute, or importation of a controlled substance. (viii) Arson. (ix) Kidnapping or hostage taking. (x) Rape or aggravated sexual abuse. (xi) Assault with intent to kill. (xii) Robbery. (xiii) Fraudulent entry into a seaport as described in 18 U.S.C. 1036, or a comparable State law. (xiv) Violations of the Racketeer Influenced and Corrupt Organizations Act, 18 U.S.C. 1961, et seq., or a comparable State law, other than the violations listed in paragraph (a)(10) of this section. (xv) Conspiracy or attempt to commit the crimes in this paragraph (b). (c) Under want, warrant, or indictment. An applicant who is wanted, or under indictment in any civilian or military jurisdiction for a felony listed in this section, is disqualified until the want or warrant is released or the indictment is dismissed. (d) Determination of arrest status. (1) When a fingerprint-based check discloses an arrest for a disqualifying crime listed in this section without indicating a disposition, TSA will so notify the applicant and provide instructions on how the applicant must clear the disposition, in accordance with paragraph (d)(2) of this section. (2) The applicant must provide TSA with written proof that the arrest did not result in conviction for the disqualifying criminal offense, within 60 days after the service date of the notification in paragraph (d)(1) of this section. If TSA does not receive proof in that time, TSA will notify the applicant that he or she is disqualified. In the case of an HME, TSA will notify the State that the applicant is disqualified, and in the case of a mariner applying for TWIC, TSA will notify the Coast Guard that the applicant is disqualified.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.103",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.103",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.105",
    "heading": "",
    "content": "§ 1572.105   Immigration status. (a) An individual applying for a security threat assessment for a TWIC or HME must be a national of the United States or— (1) A lawful permanent resident of the United States; (2) A refugee admitted under 8 U.S.C. 1157; (3) An alien granted asylum under 8 U.S.C. 1158; (4) An alien in valid M-1 nonimmigrant status who is enrolled in the United States Merchant Marine Academy or a comparable State maritime academy. Such individuals may serve as unlicensed mariners on a documented vessel, regardless of their nationality, under 46 U.S.C. 8103. (5) A nonimmigrant alien admitted under the Compact of Free Association between the United States and the Federated States of Micronesia, the United States and the Republic of the Marshall Islands, or the United States and Palau. (6) An alien in lawful nonimmigrant status who has unrestricted authorization to work in the United States, except— (i) An alien in valid S-5 (informant of criminal organization information) lawful nonimmigrant status; (ii) An alien in valid S-6 (informant of terrorism information) lawful nonimmigrant status; (iii) An alien in valid K-1 (Fianco(e)) lawful nonimmigrant status; or (iv) An alien in valid K-2 (Minor child of Fianco(e)) lawful nonimmigrant status. (7) An alien in the following lawful nonimmigrant status who has restricted authorization to work in the United States— (i) B1/OCS Business Visitor/Outer Continental Shelf; (ii) C-1/D Crewman Visa; (iii) H-1B Special Occupations; (iv) H-1B1 Free Trade Agreement; (v) E-1 Treaty Trader; (vi) E-3 Australian in Specialty Occupation; (vii) L-1 Intracompany Executive Transfer; (viii) O-1 Extraordinary Ability; (ix) TN North American Free Trade Agreement; (x) E-2 Treaty Investor; or (xi) Another authorization that confers legal status, when TSA determines that the legal status is comparable to the legal status set out in paragraph (a)(7) of this section. (8) A commercial driver licensed in Canada or Mexico who is admitted to the United States under 8 CFR 214.2(b)(4)(i)(E) to conduct business in the United States. (b) Upon expiration of a nonimmigrant status listed in paragraph (a)(7) of this section, an employer must retrieve the TWIC from the applicant and provide it to TSA. (c) Upon expiration of a nonimmigrant status listed in paragraph (a)(7) of this section, an employee must surrender his or her TWIC to the employer. (d) If an employer terminates an applicant working under a nonimmigrant status listed in paragraph (a)(7) of this section, or the applicant otherwise ceases working for the employer, the employer must notify TSA within 5 business days and provide the TWIC to TSA if possible. (e) Any individual in removal proceedings or subject to an order of removal under the immigration laws of the United States is not eligible to apply for a TWIC. (f) To determine an applicant's immigration status, TSA will check relevant Federal databases and may perform other checks, including the validity of the applicant's alien registration number, social security number, or I-94 Arrival-Departure Form number.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.105",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.105",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.107",
    "heading": "",
    "content": "§ 1572.107   Other analyses. (a) TSA may determine that an applicant poses a security threat based on a search of the following databases: (1) Interpol and other international databases, as appropriate. (2) Terrorist watchlists and related databases. (3) Any other databases relevant to determining whether an applicant poses, or is suspected of posing, a security threat, or that confirm an applicant's identity. (b) TSA may also determine that an applicant poses a security threat, if the search conducted under this part reveals extensive foreign or domestic criminal convictions, a conviction for a serious crime not listed in 49 CFR 1572.103, or a period of foreign or domestic imprisonment that exceeds 365 consecutive days.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.107",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.107",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.109",
    "heading": "",
    "content": "§ 1572.109   Mental capacity. (a) An applicant has mental incapacity, if he or she has been— (1) Adjudicated as lacking mental capacity; or (2) Committed to a mental health facility. (b) An applicant is adjudicated as lacking mental capacity if— (1) A court, board, commission, or other lawful authority has determined that the applicant, as a result of marked subnormal intelligence, mental illness, incompetence, condition, or disease, is a danger to himself or herself or to others, or lacks the mental capacity to conduct or manage his or her own affairs. (2) This includes a finding of insanity by a court in a criminal case and a finding of incompetence to stand trial; or a finding of not guilty by reason of lack of mental responsibility, by any court, or pursuant to articles 50a and 76b of the Uniform Code of Military Justice (10 U.S.C. 850a and 876b). (c) An applicant is committed to a mental health facility if he or she is formally committed to a mental health facility by a court, board, commission, or other lawful authority, including involuntary commitment and commitment for lacking mental capacity, mental illness, and drug use. This does not include commitment to a mental health facility for observation or voluntary admission to a mental health facility.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.109",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.109",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.111-1572.139",
    "heading": "",
    "content": "§§ 1572.111-1572.139   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.111-1572.139",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.111-1572.139",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.201",
    "heading": "",
    "content": "§ 1572.201   Transportation of hazardous materials via commercial motor vehicle from Canada or Mexico to and within the United States. (a) Applicability. This section applies to commercial motor vehicle drivers licensed by Canada and Mexico. (b) Terms used in this section. The terms used in 49 CFR parts 1500, 1570, and 1572 also apply in this subpart. In addition, the following terms are used in this subpart for purposes of this section: FAST means Free and Secure Trade program of the Bureau of Customs and Border Protection (CBP), a cooperative effort between CBP and the governments of Canada and Mexico to coordinate processes for the clearance of commercial shipments at the border. Hazardous materials means material that has been designated as hazardous under 49 U.S.C. 5103 and is required to be placarded under subpart F of 49 CFR part 172 or any quantity of material that listed as a select agent or toxin in 42 CFR part 73. (c) Background check required. A commercial motor vehicle driver who is licensed by Canada or Mexico may not transport hazardous materials into or within the United States unless the driver has undergone a background check similar to the one required of U.S.-licensed operators with a hazardous materials endorsement (HME) on a commercial driver's license, as prescribed in 49 CFR 1572.5. (d) FAST card. A commercial motor vehicle driver who holds a current Free and Secure Trade (FAST) program card satisfies the requirements of this section. Commercial motor vehicle drivers who wish to apply for a FAST program card must contact the FAST Commercial Driver Program, Bureau of Customs and Border Protection (CBP), Department of Homeland Security. (e) TWIC. A commercial motor vehicle driver who holds a TWIC satisfies the requirements of this section. Commercial vehicle drivers who wish to apply for a TWIC must comply with the rules in 49 CFR part 1572.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.201",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "C",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.201",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.203",
    "heading": "",
    "content": "§ 1572.203   Transportation of explosives from Canada to the United States via railroad carrier. (a) Applicability. This section applies to railroad carriers that carry explosives from Canada to the United States, using a train crew member who is not a U.S. citizen or lawful permanent resident alien of the United States. (b) Terms under this section. For purposes of this section: Customs and Border Protection (CBP) means the Bureau of Customs and Border Protection, an agency within the U.S. Department of Homeland Security. Explosive means a material that has been examined by the Associate Administrator for Hazardous Materials Safety, Research and Special Programs Administration, in accordance with 49 CFR 173.56, and determined to meet the definition for a Class 1 material in 49 CFR 173.50. Known railroad carrier means a person that has been determined by the Governments of Canada and the United States to be a legitimate business, operating in accordance with all applicable laws and regulations governing the transportation of explosives. Known offeror means an offeror that has been determined by the Governments of Canada and the United States to be a legitimate business, operating in accordance with all applicable laws and regulations governing the transportation of explosives. Known train crew member means an individual used to transport explosives from Canada to the United States, who has been determined by the Governments of Canada and the United States to present no known security concern. Lawful permanent resident alien means an alien lawfully admitted for permanent residence, as defined by 8 U.S.C. 1101(a)(20). Offeror means the person offering a shipment to the railroad carrier for transportation from Canada to the United States, and may also be known as the “consignor” in Canada. Railroad carrier means “railroad carrier” as defined in 49 U.S.C. 20102. (c) Prior approval of railroad carrier, offeror, and train crew member. (1) No railroad carrier may transport in commerce any explosive into the United States from Canada, via a train operated by a crew member who is not a U.S. national or lawful permanent resident alien, unless the railroad carrier, offeror, and train crew member are identified on a TSA list as a known railroad carrier, known offeror, and known train crew member, respectively. (2) The railroad carrier must ensure that it, its offeror, and each of its crew members have been determined to be a known railroad carrier, known offeror, and known train crew member, respectively. If any has not been so determined, the railroad carrier must submit the following information to Transport Canada: (i) The railroad carrier's identification, including— (A) Official name; (B) Business number; (C) Any trade names; and (D) Address. (ii) The following information about any offeror of explosives whose shipments it will carry: (A) Official name. (B) Business number. (C) Address. (iii) The following information about any train crew member the railroad carrier may use to transport explosives into the United States from Canada, who is neither a U.S. national nor lawful permanent resident alien: (A) Full name. (B) Both current and most recent prior residential addresses. (3) Transport Canada will determine whether the railroad carrier and offeror are legitimately doing business in Canada and will also determine whether the train crew members present no known problems for purposes of this section. Transport Canada will notify TSA of these determinations by forwarding to TSA lists of known railroad carriers, offerors, and train crew members and their identifying information. (4) TSA will update and maintain the list of known railroad carriers, offerors, and train crew members and forward the list to CBP. (5) Once included on the list, the railroad carriers, offerors, and train crew members need not obtain prior approval for future transport of explosives under this section. (d) TSA checks. TSA may periodically check the data on the railroad carriers, offerors, and train crew members to confirm their continued eligibility, and may remove from the list any that TSA determines is not known or is a threat to security. (e) At the border. (1) Train crew members who are not U.S. nationals or lawful permanent resident aliens. Upon arrival at a point designated by CBP for inspection of trains crossing into the United States, the train crew members of a train transporting explosives must provide sufficient identification to CBP to enable that agency to determine if each crew member is on the list of known train crew members maintained by TSA. (2) Train crew members who are U.S. nationals or lawful permanent resident aliens. If CBP cannot verify that the crew member is on the list and the crew member is a U.S. national or lawful permanent resident alien, the crew member may be cleared by CBP upon providing— (i) A valid U.S. passport; or (ii) One or more other document(s), including a form of U.S. Federal or state Government-issued identification with photograph, acceptable to CBP. (3) Compliance. If a carrier attempts to enter the U.S. without having complied with this section, CBP will deny entry of the explosives and may take other appropriate action.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.203",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "C",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.203",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.400",
    "heading": "",
    "content": "§ 1572.400   Scope and definitions. (a) Scope. This part applies to— (1) States that issue an HME for a commercial driver's license; (2) Individuals who apply to obtain or renew an HME for a commercial driver's license and must undergo a security threat assessment under 49 CFR part 1572; and (3) Entities who collect fees from such individuals on behalf of TSA. (b) Terms. As used in this part: Commercial driver's license (CDL) is used as defined in 49 CFR 383.5. FBI Fee means the fee required for the cost of the Federal Bureau of Investigation (FBI) to process fingerprint records. Information Collection Fee means the fee required, in this part, for the cost of collecting and transmitting fingerprints and other applicant information under 49 CFR part 1572. Threat Assessment Fee means the fee required, in this part, for the cost of TSA adjudicating security threat assessments, appeals, and waivers under 49 CFR part 1572. TSA agent means an entity approved by TSA to collect and transmit fingerprints and applicant information, in accordance with 49 CFR part 1572, and fees in accordance with this part.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.400",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "E",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.400",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.401",
    "heading": "",
    "content": "§ 1572.401   Fee collection options. (a) State collection and transmission. If a State collects fingerprints and applicant information under 49 CFR part 1572, the State must collect and transmit to TSA the Threat Assessment Fee, in accordance with the requirements of 49 CFR 1572.403. The State also must collect and remit the FBI fee, in accordance with established procedures. (b) TSA agent collection and transmission. If a TSA agent collects fingerprints and applicant information under 49 CFR part 1572, the agent must— (1) Collect the Information Collection Fee, Threat Assessment Fee, and FBI Fee, in accordance with procedures approved by TSA; (2) Transmit to TSA the Threat Assessment Fee, in accordance with procedures approved by TSA; and (3) Transmit to TSA the FBI Fee, in accordance with procedures approved by TSA and the FBI.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.401",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "E",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.401",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.403",
    "heading": "",
    "content": "§ 1572.403   Procedures for collection by States. This section describes the procedures that a State, which collects fingerprints and applicant information under 49 CFR part 1572; and the procedures an individual who applies to obtain or renew an HME, for a CDL in that State, must follow for collection and transmission of the Threat Assessment Fee and the FBI Fee. (a) Imposition of fees. (1) An individual who applies to obtain or renew an HME, or the individuals' employer, must remit to the State the Threat Assessment Fee and the FBI Fee, in a form and manner approved by TSA and the State, when the individual submits the application for the HME to the State. (2) TSA shall publish the Threat Assessment Fee described in this subpart for an individual who applies to obtain or renew and HME as a Notice in the Federal Register. TSA reviews the amount of the fees periodically, at least once every two years, to determine the current cost of conducting security threat assessments. Fee amounts and any necessary revisions to the fee amounts shall be determined by current costs, using a method of analysis consistent with widely accepted accounting principles and practices, and calculated in accordance with the provisions of 31 U.S.C. 9701 and other applicable Federal law. (3) The FBI Fee required for the FBI to process fingerprint identification records and name checks required under 49 CFR part 1572 is determined by the FBI under Public Law 101-515. If the FBI amends this fee, the individual must remit the amended fee. (b) Collection of fees. (1) A State must collect the Threat Assessment Fee and FBI Fee, when an individual submits an application to the State to obtain or renew an HME. (2) Once TSA receives an application from a State for a security threat assessment under 49 CFR part 1572, the State is liable for the Threat Assessment Fee. (3) Nothing in this subpart prevents a State from collecting any other fees that a State may impose on an individual who applies to obtain or renew an HME. (c) Handling of fees. (1) A State must safeguard all Threat Assessment Fees, from the time of collection until remittance to TSA. (2) All Threat Assessment Fees are held in trust by a State for the beneficial interest of the United States in paying for the costs of conducting the security threat assessment, required by 49 U.S.C. 5103a and 49 CFR part 1572. A State holds neither legal nor equitable interest in the Threat Assessment Fees, except for the right to retain any accrued interest on the principal amounts collected pursuant to this section. (3) A State must account for Threat Assessment Fees separately, but may commingle such fees with other sources of revenue. (d) Remittance of fees. (1) TSA will generate and provide an invoice to a State on a monthly basis. The invoice will indicate the total fee dollars (number of applicants times the Threat Assessment Fee) that are due for the month. (2) A State must remit to TSA full payment for the invoice, within 30 days after TSA sends the invoice. (3) TSA accepts Threat Assessment Fees only from a State, not from an individual applicant for an HME. (4) A State may retain any interest that accrues on the principal amounts collected between the date of collection and the date the Threat Assessment Fee is remitted to TSA, in accordance with paragraph (d)(2) of this section. (5) A State may not retain any portion of the Threat Assessment Fee to offset the costs of collecting, handling, or remitting Threat Assessment Fees. (6) Threat Assessment Fees, remitted to TSA by a State, must be in U.S. currency, drawn on a U.S. bank, and made payable to the “Transportation Security Administration.” (7) Threat Assessment Fees must be remitted by check, money order, wire, or any other payment method acceptable to TSA. (8) TSA will not issue any refunds of Threat Assessment Fees. (9) If a State does not remit the Threat Assessment Fees for any month, TSA may decline to process any HME applications from that State.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.403",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "E",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.403",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.405",
    "heading": "",
    "content": "§ 1572.405   Procedures for collection by TSA. This section describes the procedures that an individual, who applies to obtain or renew an HME for a CDL, must follow if a TSA agent collects and transmits the Information Collection Fee, Threat Assessment Fee, and FBI Fee. (a) Imposition of fees. (1) An individual who applies to obtain or renew an HME, or the individuals' employer, must remit to the TSA agent the Information Collection Fee, Threat Assessment Fee, and FBI Fee, in a form and manner approved by TSA, when the individual submits the application required under 49 CFR part 1572. (2) TSA shall publish the Information Collection Fee and Threat Assessment Fee described in this subpart for an individual who applies to obtain or renew an HME as a Notice in the Federal Register. TSA reviews the amount of the fees periodically, at least once every two years, to determine the current cost of conducting security threat assessments. Fee amounts and any necessary revisions to the fee amounts shall be determined by current costs, using a method of analysis consistent with widely accepted accounting principles and practices, and calculated in accordance with the provisions of 31 U.S.C. 9701 and other applicable Federal law. (3) The FBI Fee required for the FBI to process fingerprint identification records and name checks required under 49 CFR part 1572 is determined by the FBI under Public Law 101-515. If the FBI amends this fee, TSA or its agent, will collect the amended fee. (b) Collection of fees. A TSA agent will collect the fees required under this section, when an individual submits an application to the TSA agent, in accordance with 49 CFR part 1572. (c) Remittance of fees. (1) Fees required under this section, which are remitted to a TSA agent, must be made in U.S. currency, drawn on a U.S. bank, and made payable to the “Transportation Security Administration.” (2) Fees required under this section must be remitted by check, money order, wire, or any other payment method acceptable to TSA. (3) TSA will not issue any refunds of fees required under this section. (4) Applications, submitted in accordance with 49 CFR part 1572, will be processed only upon receipt of all applicable fees under this section.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.405",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "E",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.405",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.500",
    "heading": "",
    "content": "§ 1572.500   Scope. (a) Scope. This part applies to— (1) Individuals who apply to obtain or renew a Transportation Worker Identification Credential and must undergo a security threat assessment under 49 CFR part 1572; and (2) Entities that collect fees from such individuals on behalf of TSA. (b) Terms. As used in this part: TSA agent means the entity approved by TSA to collect and transmit fingerprints and applicant information, and collect fees in accordance with this part.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.500",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "F",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.500",
        "heading": ""
      }
    ]
  },
  {
    "section": "1572.501",
    "heading": "",
    "content": "§ 1572.501   Fee collection. (a) When fee must be paid. When an applicant submits the information and fingerprints required under 49 CFR part 1572 to obtain or renew a TWIC, the fee must be remitted to TSA or its agent in accordance with the requirements of this section. Applications submitted in accordance with 49 CFR part 1572 will be processed only upon receipt of all required fees under this section. (b) Standard TWIC Fees. The fee to obtain or renew a TWIC, except as provided in paragraphs (c) and (d) of this section, includes the following segments: (1) The Enrollment Segment Fee covers the costs for TSA or its agent to enroll applicants. (2) The Full Card Production/Security Threat Assessment Segment Fee covers the costs for TSA or its agent to conduct a security threat assessment and produce the TWIC. (3) The FBI Segment Fee covers the costs for the FBI to process fingerprint identification records, and is the amount collected by the FBI under Pub. L. 101-515. If the FBI amends this fee, TSA or its agent will collect the amended fee. (c) Reduced TWIC Fee. The fee to obtain a TWIC when the applicant has undergone a comparable threat assessment in connection with an HME, FAST card, other threat assessment deemed to be comparable under 49 CFR 1572.5(e) or holds a Merchant Mariner Document or Merchant Mariner License is made up of the total of the following segments: (1) The Enrollment Segment Fee covers the costs for TSA or its agent to enroll applicants. (2) The Reduced Card Production/Security Threat Assessment Segment covers the costs for TSA to conduct a portion of the security threat assessment and issue a TWIC. (d) Card Replacement Fee. The Card Replacement Fee covers the costs for TSA to replace a TWIC when a TWIC holder reports that his/her TWIC has been lost, stolen, or damaged. (e) Form of fee. The TSA vendor will collect the fee required to obtain or renew a TWIC and will determine the method of acceptable payment, subject to approval by TSA. (f) Refunds. TSA will not issue any refunds of fees required under this section. (g) Imposition of fees. TSA routinely establishes and collects fees to conduct the security threat assessment and credentialing process. These fees apply to all entities requesting a security threat assessment and/or credential. The fees described in this section for an individual who applies to obtain, renew, or replace a TWIC under 49 CFR part 1572, shall be published as a Notice in the Federal Register. TSA reviews the amount of these fees periodically, at least once every two years, to determine the current cost of conducting security threat assessments. Fee amounts and any necessary revisions to the fee amounts shall be determined by current costs, using a method of analysis consistent with widely-accepted accounting principles and practices, and calculated in accordance with the provisions of 31 U.S.C. 9701 and other applicable Federal law.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1572.501",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1572",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "F",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1572.501",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.1",
    "heading": "",
    "content": "§ 1580.1   Scope. (a) Except as provided in paragraph (b) of this section, this part includes requirements for the following persons. Specific sections in this part provide detailed requirements. (1) Each freight railroad carrier that operates rolling equipment on track that is part of the general railroad system of transportation. (2) Each rail hazardous materials shipper. (3) Each rail hazardous materials receiver located within an HTUA. (4) Each freight railroad carrier serving as a host railroad to a freight railroad operation described in paragraph (a)(1) of this section or a passenger operation described in § 1582.1 of this subchapter. (5) Each owner/operator of private rail cars, including business/office cars and circus trains, on or connected to the general railroad system of transportation. (b) This part does not apply to a freight railroad carrier that operates rolling equipment only on track inside an installation that is not part of the general railroad system of transportation.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.1",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.1",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.3",
    "heading": "",
    "content": "§ 1580.3   Terms used in this part. In addition to the terms in §§ 1500.3, 1500.5, and 1503.202 of subchapter A and § 1570.3 of subchapter D of this chapter, the following terms apply to this part: Class I means Class I as assigned by regulations of the Surface Transportation Board (STB) (49 CFR part 1201; General Instructions 1-1). Attended, in reference to a rail car, means an employee— (1) Is physically located on-site in reasonable proximity to the rail car; (2) Is capable of promptly responding to unauthorized access or activity at or near the rail car, including immediately contacting law enforcement or other authorities; and (3) Immediately responds to any unauthorized access or activity at or near the rail car either personally or by contacting law enforcement or other authorities. Document the transfer means documentation uniquely identifying that the rail car was attended during the transfer of custody, including: (1) Car initial and number. (2) Identification of individuals who attended the transfer (names or uniquely identifying employee number). (3) Location of transfer. (4) Date and time the transfer was completed. High threat urban area (HTUA) means, for purposes of this part, an area comprising one or more cities and surrounding areas including a 10-mile buffer zone, as listed in appendix A to this part 1580. Maintains positive control means that the rail hazardous materials receiver and the railroad carrier communicate and cooperate with each other to provide for the security of the rail car during the physical transfer of custody. Attending the rail car is a component of maintaining positive control. Rail security-sensitive materials (RSSM) means— (1) A rail car containing more than 2,268 kg (5,000 lbs.) of a Division 1.1, 1.2, or 1.3 (explosive) material, as defined in 49 CFR 173.50; (2) A tank car containing a material poisonous by inhalation as defined in 49 CFR 171.8, including anhydrous ammonia, Division 2.3 gases poisonous by inhalation as set forth in 49 CFR 173.115(c), and Division 6.1 liquids meeting the defining criteria in 49 CFR 173.132(a)(1)(iii) and assigned to hazard zone A or hazard zone B in accordance with 49 CFR 173.133(a), excluding residue quantities of these materials; and (3) A rail car containing a highway route-controlled quantity of a Class 7 (radioactive) material, as defined in 49 CFR 173.403. Residue means the hazardous material remaining in a packaging, including a tank car, after its contents have been unloaded to the maximum extent practicable and before the packaging is either refilled or cleaned of hazardous material and purged to remove any hazardous vapors. Security-sensitive employee means an employee who performs— (1) Service subject to the Federal hours of service laws (49 U.S.C. chapter 211), regardless of whether the employee actually performs such service during a particular duty tour; or (2) One or more of the security-sensitive job functions identified in Appendix B to this part where the security-sensitive function is performed in the United States or in direct support of the common carriage of persons or property between a place in the United States and any place outside of the United States.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.3",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.3",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.5",
    "heading": "",
    "content": "§ 1580.5   Preemptive effect. Under 49 U.S.C. 20106, issuance of the regulations in this subchapter preempts any State law, regulation, or order covering the same subject matter, except an additional or more stringent law, regulation, or order that is necessary to eliminate or reduce an essentially local security hazard; that is not incompatible with a law, regulation, or order of the U.S. Government; and that does not unreasonably burden interstate commerce. For example, under 49 U.S.C. 20106, issuance of 49 CFR 1580.205 preempts any State or tribal law, rule, regulation, order or common law requirement covering the same subject matter.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.5",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.5",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.101",
    "heading": "",
    "content": "§ 1580.101   Applicability. This subpart applies to each of the following owner/operators: (a) Described in § 1580.1(a)(1) of this part that is a Class I freight railroad. (b) Described in § 1580.1(a)(1) of this part that transports one or more of the categories and quantities of RSSM in an HTUA. (c) Described in § 1580.1(a)(4) of this part that serves as a host railroad to a freight railroad described in paragraph (a) of (b) of this section or a passenger operation described in § 1582.101 of this subchapter.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.101",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.101",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.103",
    "heading": "",
    "content": "§ 1580.103   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.103",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.103",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.105",
    "heading": "",
    "content": "§ 1580.105   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.105",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.105",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.107",
    "heading": "",
    "content": "§ 1580.107   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.107",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.107",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.109",
    "heading": "",
    "content": "§ 1580.109   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.109",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.109",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.111",
    "heading": "",
    "content": "§ 1580.111   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.111",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.111",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.113",
    "heading": "",
    "content": "§ 1580.113   Security training program general requirements. (a) Security training program required. Each owner/operator identified in § 1580.101 of this part is required to adopt and carry out a security training program under this subpart. (b) General requirements. The security training program must include the following information: (1) Name of owner/operator. (2) Name, title, telephone number, and email address of the primary individual to be contacted with regard to review of the security training program. (3) Number, by specific job function category identified in Appendix B to this part, of security-sensitive employees trained or to be trained. (4) Implementation schedule that identifies a specific date by which initial and recurrent security training required by § 1570.111 of this subchapter will be completed. (5) Location where training program records will be maintained. (6) Curriculum or lesson plan, including learning objectives and method of delivery (such as instructor-led or computer-based training) for each course used to meet the requirements of § 1580.115 of this part. TSA may request additional information regarding the curriculum during the review and approval process. If recurrent training under § 1570.111 of this subchapter is not the same as initial training, a curriculum or lesson plan for the recurrent training will need to be submitted and approved by TSA. (7) Plan for ensuring supervision of untrained security-sensitive employees performing functions identified in Appendix B to this part. (8) Plan for notifying employees of changes to security measures that could change information provided in previously provided training. (9) Method(s) for evaluating the effectiveness of the security training program in each area required by § 1580.115 of this part. (c) Relation to other training. (1) Training conducted by owner/operators to comply other requirements or standards, such as emergency preparedness training required by the Department of Transportation (DOT) (49 CFR part 239) or other training for communicating with emergency responders to arrange the evacuation of passengers, may be combined with and used to satisfy elements of the training requirements in this subpart. (2) If the owner/operator submits a security training program that relies on pre-existing or previous training materials to meet the requirements of subpart B, the program submitted for approval must include an index, organized in the same sequence as the requirements in this subpart. (d) Submission and implementation. The owner/operator must submit and implement the security training program in accordance with the schedules identified in §§ 1570.109 and 1570.111 of this subchapter.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.113",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.113",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.115",
    "heading": "",
    "content": "§ 1580.115   Security training and knowledge for security-sensitive employees. (a) Training required for security-sensitive employees. No owner/operator required to have a security training program under § 1580.101 of this part may use a security-sensitive employee to perform a function identified in Appendix B to this part, unless that individual has received training as part of a security training program approved by TSA under 49 CFR part 1570, subpart B, or is under the direct supervision of an employee who has received the training required by this section as applicable to that security-sensitive function. (b) Limits on use of untrained employees. Notwithstanding paragraph (a) of this section, a security-sensitive employee may not perform a security-sensitive function for more than sixty (60) calendar days without receiving security training. (c) Prepare. (1) Each owner/operator must ensure that each of its security-sensitive employees with position- or function-specific responsibilities under the owner/operator's security program has knowledge of how to fulfill those responsibilities in the event of a security threat, breach, or incident to ensure— (i) Employees with responsibility for transportation security equipment and systems are aware of their responsibilities and can verify the equipment and systems are operating and properly maintained; and (ii) Employees with other duties and responsibilities under the company's security plans and/or programs, including those required by Federal law, know their assignments and the steps or resources needed to fulfill them. (2) Each employee who performs any security-related functions under § 1580.205 of this subpart must be provided training specifically applicable to the functions the employee performs. As applicable, this training must address— (i) Inspecting rail cars for signs of tampering or compromise, IEDs, suspicious items, and items that do not belong; (ii) Identification of rail cars that contain rail security-sensitive materials, including the owner/operator's procedures for identifying rail security-sensitive material cars on train documents, shipping papers, and in computer train/car management systems; and (iii) Procedures for completing transfer of custody documentation. (d) Observe. Each owner/operator must ensure that each of its security-sensitive employees has knowledge of the observational skills necessary to recognize— (1) Suspicious and/or dangerous items (such as substances, packages, or conditions (for example, characteristics of an IED and signs of equipment tampering or sabotage); (2) Combinations of actions and individual behaviors that appear suspicious and/or dangerous, inappropriate, inconsistent, or out of the ordinary for the employee's work environment, which could indicate a threat to transportation security; and (3) How a terrorist or someone with malicious intent may attempt to gain sensitive information or take advantage of vulnerabilities. (e) Assess. Each owner/operator must ensure that each of its security-sensitive employees has knowledge necessary to— (1) Determine whether the item, individual, behavior, or situation requires a response as a potential terrorist threat based on the respective transportation environment; and (2) Identify appropriate responses based on observations and context. (f) Respond. Each owner/operator must ensure that each of its security-sensitive employees has knowledge of how to— (1) Appropriately report a security threat, including knowing how and when to report internally to other employees, supervisors, or management, and externally to local, state, or Federal agencies according to the owner/operator's security procedures or other relevant plans; (2) Interact with the public and first responders at the scene of the threat or incident, including communication with passengers on evacuation and any specific procedures for individuals with disabilities and the elderly; and (3) Use any applicable self-defense devices or other protective equipment provided to employees by the owner/operator.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.115",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.115",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.201",
    "heading": "",
    "content": "§ 1580.201   Applicability. This subpart applies to the following: (1) Each owner/operator described in § 1580.1(a)(1) of this part that transports one or more of the categories and quantities of rail security-sensitive materials. (2) Each owner/operator described in § 1580.1(a)(2) and (3) of this part.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.201",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "C",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.201",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.203",
    "heading": "",
    "content": "§ 1580.203   Location and shipping information. (a) General requirement. Each owner/operator described in § 1580.201 of this part must have procedures in place to determine the location and shipping information for each rail car under its physical custody and control that contains one or more of the categories and quantities of rail security-sensitive materials. (b) Required information. The location and shipping information must include the following: (1) The rail car's current location by city, county, and state, including, for freight railroad carriers, the railroad milepost, track designation, and the time that the rail car's location was determined. (2) The rail car's routing, if a freight railroad carrier. (3) A list of the total number of rail cars containing rail security-sensitive materials, broken down by— (i) The shipping name prescribed for the material in column 2 of the table in 49 CFR 172.101; (ii) The hazard class or division number prescribed for the material in column 3 of the table in 49 CFR 172.101; and (iii) The identification number prescribed for the material in column 4 of the table in 49 CFR 172.101. (4) Each rail car's initial and number. (5) Whether the rail car is in a train, rail yard, siding, rail spur, or rail hazardous materials shipper or receiver facility, including the name of the rail yard or siding designation. (c) Timing-Class I freight railroad carriers. Upon request by TSA, each Class I freight railroad carrier described in paragraph (a) of this section must provide the location and shipping information to TSA no later than— (1) Five minutes if the request applies to a single (one) rail car; and (2) Thirty minutes if the request concerns multiple rail cars or a geographic region. (d) Timing-other than Class I freight railroad carriers. Upon request by TSA, all owner/operators described in paragraph (a) of this section, other than Class I freight railroad carriers, must provide the location and shipping information to TSA no later than 30 minutes, regardless of the number of cars covered by the request. (e) Method. All owner/operators described in paragraph (a) of this section must provide the requested location and shipping information to TSA by one of the following methods: (1) Electronic data transmission in spreadsheet format. (2) Electronic data transmission in Hyper Text Markup Language (HTML) format. (3) Electronic data transmission in Extensible Markup Language (XML). (4) Facsimile transmission of a hard copy spreadsheet in tabular format. (5) Posting the information to a secure website address approved by TSA. (6) Another format approved by TSA. (f) Telephone number. Each owner/operator described in § 1580.201 of this part must provide a telephone number for use by TSA to request the information required in paragraph (b) of this section. (1) The telephone number must be monitored at all times. (2) A telephone number that requires a call back (such as an answering service, answering machine, or beeper device) does not meet the requirements of this paragraph.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.203",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "C",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.203",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.205",
    "heading": "",
    "content": "§ 1580.205   Chain of custody and control requirements. (a) Within or outside of an HTUA, rail hazardous materials shipper transferring to carrier. Except as provided in paragraph (g) of this section, at each location within or outside of an HTUA, a rail hazardous materials shipper transferring custody of a rail car containing one or more of the categories and quantities of rail security-sensitive materials to a freight railroad carrier must do the following: (1) Physically inspect the rail car before loading for signs of tampering, including closures and seals; other signs that the security of the car may have been compromised; and suspicious items or items that do not belong, including the presence of an improvised explosive device. (2) Keep the rail car in a rail secure area from the time the security inspection required by paragraph (a)(1) of this section or by 49 CFR 173.31(d), whichever occurs first, until the freight railroad carrier takes physical custody of the rail car. (3) Document the transfer of custody to the railroad carrier in hard copy or electronically. (b) Within or outside of an HTUA, carrier receiving from a rail hazardous materials shipper. At each location within or outside of an HTUA where a freight railroad carrier receives from a rail hazardous materials shipper custody of a rail car containing one or more of the categories and quantities of rail security-sensitive materials, the freight railroad carrier must document the transfer in hard copy or electronically and perform the required security inspection in accordance with 49 CFR 174.9. (c) Within an HTUA, carrier transferring to carrier. Within an HTUA, whenever a freight railroad carrier transfers a rail car containing one or more of the categories and quantities of rail security-sensitive materials to another freight railroad carrier, each freight railroad carrier must adopt and carry out procedures to ensure that the rail car is not left unattended at any time during the physical transfer of custody. These procedures must include the receiving freight railroad carrier performing the required security inspection in accordance with 49 CFR 174.9. Both the transferring and the receiving railroad carrier must document the transfer of custody in hard copy or electronically. (d) Outside of an HTUA, carrier transferring to carrier. Outside an HTUA, whenever a freight railroad carrier transfers a rail car containing one or more of the categories and quantities of rail security-sensitive materials to another freight railroad carrier, and the rail car containing this hazardous material may subsequently enter an HTUA, each freight railroad carrier must adopt and carry out procedures to ensure that the rail car is not left unattended at any time during the physical transfer of custody. These procedures must include the receiving railroad carrier performing the required security inspection in accordance with 49 CFR 174.9. Both the transferring and the receiving railroad carrier must document the transfer of custody in hard copy or electronically. (e) Within an HTUA, carrier transferring to rail hazardous materials receiver. A freight railroad carrier delivering a rail car containing one or more of the categories and quantities of rail security-sensitive materials to a rail hazardous materials receiver located within an HTUA must not leave the rail car unattended in a non-secure area until the rail hazardous materials receiver accepts custody of the rail car. Both the railroad carrier and the rail hazardous materials receiver must document the transfer of custody in hard copy or electronically. (f) Within an HTUA, rail hazardous materials receiver receiving from carrier. Except as provided in paragraph (j) of this section, a rail hazardous materials receiver located within an HTUA that receives a rail car containing one or more of the categories and quantities of rail security-sensitive materials from a freight railroad carrier must— (1) Ensure that the rail hazardous materials receiver or railroad carrier maintains positive control of the rail car during the physical transfer of custody of the rail car; (2) Keep the rail car in a rail secure area until the car is unloaded; and (3) Document the transfer of custody from the railroad carrier in hard copy or electronically. (g) Within or outside of an HTUA, rail hazardous materials receiver rejecting car. This section does not apply to a rail hazardous materials receiver that does not routinely offer, prepare, or load for transportation by rail one or more of the categories and quantities of rail security-sensitive materials. If such a receiver rejects and returns a rail car containing one or more of the categories and quantities of rail security-sensitive materials to the originating offeror or shipper, the requirements of this section do not apply to the receiver. The requirements of this section do apply to any railroad carrier to which the receiver transfers custody of the rail car. (h) Document retention. Covered entities must maintain the documents required under this section for at least 60 calendar days and make them available to TSA upon request. (i) Rail secure area. The rail hazardous materials shipper and the rail hazardous materials receiver must use physical security measures to ensure that no unauthorized individual gains access to the rail secure area. (j) Exemption for rail hazardous materials receivers. A rail hazardous materials receiver located within an HTUA may request from TSA an exemption from some or all of the requirements of this section if the receiver demonstrates that the potential risk from its activities is insufficient to warrant compliance with this section. TSA will consider all relevant circumstances, including the following: (1) The amounts and types of all hazardous materials received. (2) The geography of the area surrounding the receiver's facility. (3) Proximity to entities that may be attractive targets, including other businesses, housing, schools, and hospitals. (4) Any information regarding threats to the facility. (5) Other circumstances that indicate the potential risk of the receiver's facility does not warrant compliance with this section.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.205",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "C",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.205",
        "heading": ""
      }
    ]
  },
  {
    "section": "1580.207",
    "heading": "",
    "content": "§ 1580.207   Harmonization of Federal regulation of nuclear facilities. TSA will coordinate activities under this subpart with the Nuclear Regulatory Commission (NRC) and the Department of Energy (DOE) with respect to regulation of rail hazardous materials shippers and receivers that are also licensed or regulated by the NRC or DOE under the Atomic Energy Act of 1954, as amended, to maintain consistency with the requirements imposed by the NRC and DOE.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1580.207",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1580",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "C",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1580.207",
        "heading": ""
      }
    ]
  },
  {
    "section": "1582.1",
    "heading": "",
    "content": "§ 1582.1   Scope. (a) Except as provided in paragraph (b) of this section, this part includes requirements for the following persons. Specific sections in this part provide detailed requirements. (1) Each passenger railroad carrier. (2) Each public transportation agency. (3) Each operator of a rail transit system that is not operating on track that is part of the general railroad system of transportation, including heavy rail transit, light rail transit, automated guideway, cable car, inclined plane, funicular, and monorail systems. (4) Each tourist, scenic, historic, and excursion rail owner/operator, whether operating on or off the general railroad system of transportation. (b) This part does not apply to a ferry system required to conduct training pursuant to 46 U.S.C. 70103.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1582.1",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1582",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1582.1",
        "heading": ""
      }
    ]
  },
  {
    "section": "1582.3",
    "heading": "",
    "content": "§ 1582.3   Terms used in this part. In addition to the terms in §§ 1500.3, 1500.5, and 1503.202 of subchapter A and § 1570.3 of subchapter D of this chapter, the following term applies to this part. Security-sensitive employee means an employee whose responsibilities for the owner/operator include one or more of the security-sensitive job functions identified in appendix B to this part if the security-sensitive function is performed in the United States or in direct support of the common carriage of persons or property between a place in the United States and any place outside of the United States.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1582.3",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1582",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1582.3",
        "heading": ""
      }
    ]
  },
  {
    "section": "1582.5",
    "heading": "",
    "content": "§ 1582.5   Preemptive effect. Under 49 U.S.C. 20106, issuance of the passenger railroad and public transportation regulations in this subchapter preempts any State law, regulation, or order covering the same subject matter, except an additional or more stringent law, regulation, or order that is necessary to eliminate or reduce an essentially local security hazard; that is not incompatible with a law, regulation, or order of the U.S. Government; and that does not unreasonably burden interstate commerce.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1582.5",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1582",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1582.5",
        "heading": ""
      }
    ]
  },
  {
    "section": "1582.101",
    "heading": "",
    "content": "§ 1582.101   Applicability. The requirements of this subpart apply to the following: (a) Amtrak (also known as the National Railroad Passenger Corporation). (b) Each owner/operator identified in Appendix A to this part. (c) Each owner/operator described in § 1582.1(a)(1) through (3) that serves as a host railroad to a freight operation described in § 1580.101 of this subchapter or to a passenger train operation described in paragraph (a) or (b) of this section.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1582.101",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1582",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1582.101",
        "heading": ""
      }
    ]
  },
  {
    "section": "1582.103",
    "heading": "",
    "content": "§ 1582.103   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1582.103",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1582",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1582.103",
        "heading": ""
      }
    ]
  },
  {
    "section": "1582.105",
    "heading": "",
    "content": "§ 1582.105   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1582.105",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1582",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1582.105",
        "heading": ""
      }
    ]
  },
  {
    "section": "1582.107",
    "heading": "",
    "content": "§ 1582.107   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1582.107",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1582",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1582.107",
        "heading": ""
      }
    ]
  },
  {
    "section": "1582.109",
    "heading": "",
    "content": "§ 1582.109   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1582.109",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1582",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1582.109",
        "heading": ""
      }
    ]
  },
  {
    "section": "1582.111",
    "heading": "",
    "content": "§ 1582.111   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1582.111",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1582",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1582.111",
        "heading": ""
      }
    ]
  },
  {
    "section": "1582.113",
    "heading": "",
    "content": "§ 1582.113   Security training program general requirements. (a) Security training program required. Each owner/operator identified in § 1582.101 of this part is required to adopt and carry out a security training program under this subpart. (b) General requirements. The security training program must include the following information: (1) Name of owner/operator. (2) Name, title, telephone number, and email address of the primary individual to be contacted with regard to review of the security training program. (3) Number, by specific job function category identified in Appendix B to this part, of security-sensitive employees trained or to be trained. (4) Implementation schedule that identifies a specific date by which initial and recurrent security training required by § 1570.111 of this subchapter will be completed. (5) Location where training program records will be maintained. (6) Curriculum or lesson plan, including learning objectives and method of delivery (such as instructor-led or computer-based training) for each course used to meet the requirements of § 1582.115 of this part. TSA may request additional information regarding the curriculum during the review and approval process. If recurrent training under § 1570.111 of this subchapter is not the same as initial training, a curriculum or lesson plan for the recurrent training will need to be submitted and approved by TSA. (7) Plan for ensuring supervision of untrained security-sensitive employees performing functions identified in Appendix B to this part. (8) Plan for notifying employees of changes to security measures that could change information provided in previously provided training. (9) Method(s) for evaluating the effectiveness of the security training program in each area required by § 1582.115 of this part. (c) Relation to other training. (1) Training conducted by owner/operators to comply other requirements or standards, such as emergency preparedness training required by the Department of Transportation (DOT) (49 CFR part 239) or other training for communicating with emergency responders to arrange the evacuation of passengers, may be combined with and used to satisfy elements of the training requirements in this subpart. (2) If the owner/operator submits a security training program that relies on pre-existing or previous training materials to meet the requirements of subpart B, the program submitted for approval must include an index, organized in the same sequence as the requirements in this subpart. (d) Submission and implementation. The owner/operator must submit and implement the security training program in accordance with the schedules identified in §§ 1570.109 and 1570.111 of this subchapter.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1582.113",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1582",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1582.113",
        "heading": ""
      }
    ]
  },
  {
    "section": "1582.115",
    "heading": "",
    "content": "§ 1582.115   Security training and knowledge for security-sensitive employees. (a) Training required for security-sensitive employees. No owner/operator required to have a security training program under § 1582.101 of this part may use a security-sensitive employee to perform a function identified in appendix B to this part unless that individual has received training as part of a security training program approved by TSA under 49 CFR part 1570, subpart B, or is under the direct supervision of an employee who has received the training required by this section as applicable to that security-sensitive function. (b) Limits on use of untrained employees. Notwithstanding paragraph (a) of this section, a security-sensitive employee may not perform a security-sensitive function for more than sixty (60) calendar days without receiving security training. (c) Prepare. Each owner/operator must ensure that each of its security-sensitive employees with position- or function-specific responsibilities under the owner/operator's security program have knowledge of how to fulfill those responsibilities in the event of a security threat, breach, or incident to ensure— (1) Employees with responsibility for transportation security equipment and systems are aware of their responsibilities and can verify the equipment and systems are operating and properly maintained; and (2) Employees with other duties and responsibilities under the company's security plans and/or programs, including those required by Federal law, know their assignments and the steps or resources needed to fulfill them. (d) Observe. Each owner/operator must ensure that each of its security-sensitive employees has knowledge of the observational skills necessary to recognize— (1) Suspicious and/or dangerous items (such as substances, packages, or conditions (for example, characteristics of an IED and signs of equipment tampering or sabotage); (2) Combinations of actions and individual behaviors that appear suspicious and/or dangerous, inappropriate, inconsistent, or out of the ordinary for the employee's work environment, which could indicate a threat to transportation security; and (3) How a terrorist or someone with malicious intent may attempt to gain sensitive information or take advantage of vulnerabilities. (e) Assess. Each owner/operator must ensure that each of its security-sensitive employees has knowledge necessary to— (1) Determine whether the item, individual, behavior, or situation requires a response as a potential terrorist threat based on the respective transportation environment; and (2) Identify appropriate responses based on observations and context. (f) Respond. Each owner/operator must ensure that each of its security-sensitive employees has knowledge of how to— (1) Appropriately report a security threat, including knowing how and when to report internally to other employees, supervisors, or management, and externally to local, state, or Federal agencies according to the owner/operator's security procedures or other relevant plans; (2) Interact with the public and first responders at the scene of the threat or incident, including communication with passengers on evacuation and any specific procedures for individuals with disabilities and the elderly; and (3) Use any applicable self-defense devices or other protective equipment provided to employees by the owner/operator.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1582.115",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1582",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1582.115",
        "heading": ""
      }
    ]
  },
  {
    "section": "1584.1",
    "heading": "",
    "content": "§ 1584.1   Scope. This part includes requirements for persons providing transportation by an over-the-road bus (OTRB). Specific sections in this part provide detailed requirements.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1584.1",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1584",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1584.1",
        "heading": ""
      }
    ]
  },
  {
    "section": "1584.3",
    "heading": "",
    "content": "§ 1584.3   Terms used in this part. In addition to the terms in §§ 1500.3, 1500.5, and 1503.202 of subchapter A and § 1570.3 of subchapter D of this chapter, the following term applies to this part. Security-sensitive employee means an employee whose responsibilities for the owner/operator include one or more of the security-sensitive job functions identified in Appendix B to this part where the security-sensitive function is performed in the United States or in direct support of the common carriage of persons or property between a place in the United States and any place outside of the United States.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1584.3",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1584",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "A",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1584.3",
        "heading": ""
      }
    ]
  },
  {
    "section": "1584.101",
    "heading": "",
    "content": "§ 1584.101   Applicability. The requirements of this subpart apply to each OTRB owner/operator providing fixed-route service that originates, travels through, or ends in a geographic location identified in appendix A to this part.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1584.101",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1584",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1584.101",
        "heading": ""
      }
    ]
  },
  {
    "section": "1584.103",
    "heading": "",
    "content": "§ 1584.103   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1584.103",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1584",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1584.103",
        "heading": ""
      }
    ]
  },
  {
    "section": "1584.105",
    "heading": "",
    "content": "§ 1584.105   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1584.105",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1584",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1584.105",
        "heading": ""
      }
    ]
  },
  {
    "section": "1584.107",
    "heading": "",
    "content": "§ 1584.107   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1584.107",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1584",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1584.107",
        "heading": ""
      }
    ]
  },
  {
    "section": "1584.109",
    "heading": "",
    "content": "§ 1584.109   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1584.109",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1584",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1584.109",
        "heading": ""
      }
    ]
  },
  {
    "section": "1584.111",
    "heading": "",
    "content": "§ 1584.111   [Reserved]",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1584.111",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1584",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1584.111",
        "heading": ""
      }
    ]
  },
  {
    "section": "1584.113",
    "heading": "",
    "content": "§ 1584.113   Security training program general requirements. (a) Security training program required. Each owner/operator identified in § 1584.101 of this part is required to adopt and carry out a security training program under this subpart. (b) General requirements. The security training program must include the following information: (1) Name of owner/operator. (2) Name, title, telephone number, and email address of the primary individual to be contacted with regard to review of the security training program. (3) Number, by specific job function category identified in Appendix B to this part, of security-sensitive employees trained or to be trained. (4) Implementation schedule that identifies a specific date by which initial and recurrent security training required by § 1570.111 of this subchapter will be completed. (5) Location where training program records will be maintained. (6) Curriculum or lesson plan, including learning objectives and method of delivery (such as instructor-led or computer-based training) for each course used to meet the requirements of § 1584.115 of this part. TSA may request additional information regarding the curriculum during the review and approval process. If recurrent training under § 1570.111 of this subchapter is not the same as initial training, a curriculum or lesson plan for the recurrent training will need to be submitted and approved by TSA. (7) Plan for ensuring supervision of untrained security-sensitive employees performing functions identified in Appendix B to this part. (8) Plan for notifying employees of changes to security measures that could change information provided in previously provided training. (9) Method(s) for evaluating the effectiveness of the security training program in each area required by § 1584.115 of this part. (c) Relation to other training. (1) Training conducted by owner/operators to comply other requirements or standards may be combined with and used to satisfy elements of the training requirements in this subpart. (2) If the owner/operator submits a security training program that relies on pre-existing or previous training materials to meet the requirements of subpart B, the program submitted for approval must include an index, organized in the same sequence as the requirements in this subpart. (d) Submission and Implementation. The owner/operator must submit and implement the security training program in accordance with the schedules identified in §§ 1570.109 and 1570.111 of this subchapter.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1584.113",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1584",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1584.113",
        "heading": ""
      }
    ]
  },
  {
    "section": "1584.115",
    "heading": "",
    "content": "§ 1584.115   Security training and knowledge for security-sensitive employees. (a) Training required for security-sensitive employees. No owner/operator required to have a security training program under § 1584.101 of this part may use a security-sensitive employee to perform a function identified in Appendix B to this part unless that individual has received training as part of a security training program approved by TSA under 49 CFR part 1570, subpart B, or is under the direct supervision of an employee who has received the training required by this section as applicable to that security-sensitive function. (b) Limits on use of untrained employees. Notwithstanding paragraph (a) of this section, a security-sensitive employee may not perform a security-sensitive function for more than sixty (60) calendar days without receiving security training. (c) Prepare. Each owner/operator must ensure that each of its security-sensitive employees with position- or function-specific responsibilities under the owner/operator's security program have knowledge of how to fulfill those responsibilities in the event of a security threat, breach, or incident to ensure— (1) Employees with responsibility for transportation security equipment and systems are aware of their responsibilities and can verify the equipment and systems are operating and properly maintained; and (2) Employees with other duties and responsibilities under the company's security plans and/or programs, including those required by Federal law, know their assignments and the steps or resources needed to fulfill them. (d) Observe. Each owner/operator must ensure that each of its security-sensitive employees has knowledge of the observational skills necessary to recognize— (1) Suspicious and/or dangerous items (such as substances, packages, or conditions (for example, characteristics of an IED and signs of equipment tampering or sabotage); (2) Combinations of actions and individual behaviors that appear suspicious and/or dangerous, inappropriate, inconsistent, or out of the ordinary for the employee's work environment, which could indicate a threat to transportation security; and (3) How a terrorist or someone with malicious intent may attempt to gain sensitive information or take advantage of vulnerabilities. (e) Assess. Each owner/operator must ensure that each of its security-sensitive employees has knowledge necessary to— (1) Determine whether the item, individual, behavior, or situation requires a response as a potential terrorist threat based on the respective transportation environment; and (2) Identify appropriate responses based on observations and context. (f) Respond. Each owner/operator must ensure that each of its security-sensitive employees has knowledge of how to— (1) Appropriately report a security threat, including knowing how and when to report internally to other employees, supervisors, or management, and externally to local, state, or Federal agencies according to the owner/operator's security procedures or other relevant plans; (2) Interact with the public and first responders at the scene of the threat or incident, including communication with passengers on evacuation and any specific procedures for individuals with disabilities and the elderly; and (3) Use any applicable self-defense devices or other protective equipment provided to employees by the owner/operator.",
    "title": 49,
    "url": "https://www.ecfr.gov/current/title-49/section-1584.115",
    "path_hierarchy": [
      {
        "type": "part",
        "number": "1584",
        "heading": ""
      },
      {
        "type": "subpart",
        "number": "B",
        "heading": ""
      },
      {
        "type": "section",
        "number": "1584.115",
        "heading": ""
      }
    ]
  }
]
